{
  "application-delegate": {
    "page-title": "Présenter une demande au nom d'une autre personne à titre de délégué ou de mandataire",
    "contact-representative": "Vous devez parler à un représentant de Service Canada si vous présentez une demande au nom d'une autre personne à titre de délégué ou de mandataire. Veuillez communiquer avec Service Canada au <noWrap>1-833-537-4342</noWrap> ou vous rendre dans un <contactServiceCanada>bureau de Service Canada</contactServiceCanada> près de chez vous.",
    "prepare-to-apply": "<preparingToApply>Se préparer à présenter une demande au nom de quelqu'un</preparingToApply>",
    "contact-service-canada-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/contactez.html",
    "preparing-to-apply-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html#aide",
    "back-btn": "Retour",
    "return-btn": "Revenir à la page principale",
    "return-btn-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
  },
  "index": {
    "page-title": "Présenter une demande"
  },
  "progress": {
    "label": "Suivi de la progression de l'application"
  },
  "required-label": "Remplir tous les champs.",
  "optional-label": "Remplir tous les champs sauf s'ils sont indiqués facultatifs.",
  "terms-and-conditions": {
    "page-title": "Présentation d'une demande d'adhésion au Régime canadien de soins dentaires",
    "page-heading": "Conditions générales d'utilisation et énoncé de confidentialité",
    "intro-text": "Merci d'utiliser la demande en ligne du Régime canadien de soins dentaires (RCSD) (« la demande en ligne »). Nous avons établi conditions d'utilisation de ce service (« conditions d'utilisation »). Veuillez les lire attentivement.",
    "terms-and-conditions-of-use": {
      "summary": "Conditions générales d'utilisation",
      "online-application-legal-terms": "VEUILLEZ LIRE ATTENTIVEMENT. Les présentes conditions d'utilisation de la demande en ligne du Régime canadien de soins dentaires (RCSD) contiennent des renseignements sur vos droits et obligations juridiques et régissent votre utilisation de la demande en ligne. Les présentes conditions d'utilisation doivent être lues en parallèle avec celles du site Web Canada.ca. En cas de divergence, les présentes conditions d'utilisation ont préséance sur <canadaTermsConditions>celles du site Web Canada.ca</canadaTermsConditions>. En cas de divergence, les présentes conditions générales d'utilisation ont préséance sur celles du site Web Canada.ca.",
      "online-application-access-terms": "Votre accès à la demande en ligne et votre utilisation de celle-ci, y compris tout le contenu, sont assujettis à (1) votre acceptation des présentes conditions d'utilisation et (2) votre respect de celles-ci.",
      "online-application-usage-terms": "Chaque fois que vous utilisez la demande en ligne, ces conditions continuent de s'appliquer. En utilisant la demande en ligne, vous acceptez de respecter les conditions suivantes. Il vous incombe de comprendre et de conserver ces conditions.",
      "online-application-outage": "Il peut arriver que le système soit interrompu pour des raisons de maintenance.",
      "online-application-timeout": "Si vous êtes inactif pendant 15 minutes dans la demande en ligne, votre séance prendra fin et vous perdrez tous les renseignements que vous avez entrés.",
      "terms-rejection-policy": "Vous pouvez en tout temps décider de ne pas accepter les conditions, auquel cas vous ne serez pas autorisé à accéder à la demande en ligne et à l'utiliser.",
      "esdc-definition-clarification": "Aux fins des présentes conditions d'utilisation, « EDSC » désigne Sa Majesté le Roi du chef du Canada représenté par le ministre de l'Emploi et du Développement social du Canada.",
      "online-application": {
        "heading": "Conditions générales d'utilisation de la demande en ligne",
        "self-agreement": "Votre utilisation de la demande en ligne signifie que vous avez lu et accepté les présentes conditions d'utilisation et l'énoncé de confidentialité. Si, à tout moment, vous cessez d'accepter l'une ou l'autre des conditions d'utilisation, vous devez renoncer à utiliser la demande en ligne.",
        "on-behalf-of-someone-else": "Si vous utilisez l'Application au nom d'un enfant, en utilisant l'Application en ligne, vous certifiez que vous disposez de toute l'autorité nécessaire pour accepter les Conditions au nom de cette personne, et que vous acceptez les Conditions au nom de la personne que vous représentez.",
        "at-your-own-risk": "Si vous utilisez un ordinateur partagé ou une connexion Internet partagée, vous utilisez ce service à vos propres risques et vous devrez protéger toutes vos informations personnelles. Si vous utilisez un ordinateur public, assurez-vous de fermer le navigateur ou de vous déconnecter lorsque vous avez terminé.",
        "msdc": "EDSC utilise les services de Microsoft Corporation pour exécuter la demande en ligne. Les centres de données Microsoft utilisés par EDSC sont au Canada conformément à l'entente sur <microsoftDataPrivacyPolicy>les conditions de service de Microsoft Corporation</microsoftDataPrivacyPolicy>.",
        "antibot": "EDSC utilise les services de protection contre les robots hCaptcha pour nos outils en ligne conformément aux <hcaptchaTermsOfService>conditions de service</hcaptchaTermsOfService> de hCaptcha."
      },
      "changes-to-these-terms-of-use": {
        "heading": "Changements apportés aux présentes conditions d'utilisation",
        "esdc-terms-amendment-policy": "EDSC peut modifier les présentes conditions à tout moment et sans préavis. Ces changements prennent effet immédiatement à la date de leur publication. En utilisant la demande en ligne, vous acceptez de respecter les conditions modifiées. Vous devez vous assurer de comprendre et de conserver les conditions modifiées."
      }
    },
    "privacy-notice-statement": {
      "summary": "Énoncé de confidentialité",
      "personal-information": {
        "heading": "Renseignements personnels",
        "service-canada-application-administration": "(FR) The personal information collected in this application is required for the purposes of applying for the Canada Dental Care Plan (CDCP). Service Canada, which is part of Employment and Social Development Canada (ESDC), administers applications for the CDCP on behalf of Health Canada. Service Canada will collect the personal information you include in your CDCP application to register and enroll you into the Plan.",
        "collection-use": "(FR) The collection, use, and disclosure of your personal information is authorized by, among other laws, the Department of Health Act, the Dental Care Measures Act, the Department of Employment and Social Development Act, and is protected by the provisions of the Privacy Act. ESDC carries out this application process using services from a third-party provider, Microsoft Corporation, which may be subject to foreign laws. For more information, see <microsoftDataPrivacyPolicy>Microsoft Data Privacy Policy & Privacy Principles</microsoftDataPrivacyPolicy>."
      },
      "how-we-protect-your-privacy": {
        "heading": "Comment protégeons-nous vos renseignements personnels",
        "personal-information-rights-and-access": "(FR) You have the right to the protection of, access to, and where applicable, the correction of your personal information. It is kept in the following personal information banks (PIBS):",
        "personal-information-banks": {
          "esdc-ppu-712": "Régime canadien de soins dentaires (ESDC PPU 712)",
          "hc-ppu-440": "Régime canadien de soins dentaires (HC PPU 440)"
        },
        "info-source-access": "Vous pouvez apprendre comment accéder à cette information dans la publication du gouvernement intitulée <infosource>Info Source</infosource>. Vous pouvez également accéder à Info Source en ligne dans n'importe quel Centre Service Canada.",
        "personal-information-handling-complaint-process": "(FR) If you do not agree with the way your personal information was handled by ESDC, you can contact the Office of the Privacy Commissioner of Canada (OPC) to <fileacomplaint>file a complaint</fileacomplaint>."
      }
    },
    "sharing-your-information": {
      "summary": "(FR) Sharing your information",
      "government-of-canada-and-sun-life": {
        "heading": "(FR) Government of Canada and Sun Life",
        "share-info": "(FR) Employment and Social Development Canada (ESDC) may share your personal information with Health Canada (HC), the Canada Revenue Agency (CRA), and Sun Life to administer the plan, validate your eligibility, and register you for the Canadian Dental Care Plan (CDCP).",
        "disclose-info": "(FR) Your information may also be disclosed to the CDCP benefits administrator (Sun Life), the benefits administrator's agents, and service providers for the purpose of underwriting, verification, administration, adjudication and investigation of claims under the CDCP.",
        "sun-life-authorization": "(FR) Sun Life is authorized to collect, use, and disclose information about you to any person or organization, including oral health providers, institutions, investigative services, and the CDCP, for the purposes of program administration, audit, claims and patient/client safety."
      },
      "sharing-of-information-and-oral-health-providers": {
        "heading": "(FR) Sharing of information and Oral Health Providers",
        "enrol-consent": "(FR) By enrolling in the CDCP, you are also providing consent to your oral health providers to disclose all personal information, as authorized by the Department of Health Act and the Dental Care Measures Act, that may be considered useful by Sun Life in the context of program administration, conducting claims verifications, managing claims, and patient/client safety. This information may include, but is not limited to, details on the services provided, patient clinical data, payments, and X-rays.",
        "considered-minor": "(FR) If you are considered a minor in your province or territory, your information can also be shared with your parents or legal guardians.",
        "analysis": "(FR) ESDC may use or share the information you provide for policy analysis, research, monitoring and/or evaluation activities within ESDC, Health Canada and Statistics Canada. These uses or activities will not result in any administrative decisions made about you."
      }
    },
    "apply": {
      "application-participation": "(FR) Participation in the Canadian Dental Care Plan is voluntary. However, if you do not provide your personal information in your application, you cannot be considered for the Canadian Dental Care Plan.",
      "application-consent": "En poursuivant la demande, vous acceptez aux conditions générales d'utilisation ci-dessus et à l'énoncé de confidentialité. ",
      "back-button": "Retour",
      "link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html",
      "start-button": "Accepter et poursuivre"
    },
    "links": {
      "canada-ca-terms-and-conditions": "https://www.canada.ca/fr/transparence/avis.html",
      "file-complaint": "https://www.priv.gc.ca/fr/signaler-un-probleme/",
      "hcaptcha": "https://www.hcaptcha.com/terms",
      "info-source": "https://www.canada.ca/fr/emploi-developpement-social/ministere/transparence/aai/rapports/infosource.html",
      "microsoft-data-privacy-policy": "https://www.microsoft.com/fr-ca/trust-center/privacy",
      "sun-life": "https://www.sunlife.ca/fr/"
    }
  },
  "type-of-application": {
    "page-title": "Type de demande",
    "page-description": "La présentation des demandes au titre du Régime canadien de soins dentaires se fait par étapes.",
    "apply-self": "Présenter une demande pour vous-même",
    "apply-self-eligibility": "Vous pouvez actuellement présenter une demande pour vous-même si vous êtes :",
    "senior": "65 ans ou plus;",
    "valid-disability-tax-credit": "18 à 64 ans et avez un certificat valide de crédit d'impôt pour personnes handicapées;",
    "live-independently": "16 ou 17 ans et vivez indépendamment de vos parents ou avez un enfant pour lequel vous faites également une demande.",
    "apply-child": "Présenter une demande pour votre enfant",
    "apply-child-eligibility": "Vous pouvez présenter une demande au nom de votre enfant si les deux conditions suivantes sont remplies :",
    "sixteen-or-older": "vous avez 16 ans ou plus et êtes le parent ou le tuteur légal de cet enfant;",
    "under-eighteen": "l'enfant est âgé de moins de 18 ans.",
    "form-instructions": "Pour qui présentez-vous la demande?",
    "split-custody-summary": "Si vous partagez la garde d'un enfant",
    "split-custody-detail": "Si vous avez une entente de garde partagée pour l'enfant, l'admissibilité au régime et le montant de la couverture sont déterminés par le parent ou le tuteur légal qui présente la demande. L'admissibilité de l'enfant et le montant couvert peuvent changer si un autre parent ou tuteur légal présente une demande pour cet enfant.",
    "multiple-application": "Ne soumettez pas plusieurs demandes pour un même enfant : un seul parent devrait présenter la demande, et ce, pour chaque enfant.",
    "radio-options": {
      "personal": "Je présente une demande pour <strong>moi-même</strong>",
      "child": "Je présente une demande pour <strong>mon (mes) enfant(s)</strong>",
      "personal-and-child": "Je présente une demande pour <strong>moi-même et mon (mes) enfant(s)</strong>",
      "delegate": "Je présente une demande <strong>au nom d'une autre personne à titre de représentant légal ou mandataire</strong>"
    },
    "error-message": {
      "type-of-application-required": "Sélectionnez à qui s'adresse cette demande"
    },
    "back-btn": "Retour",
    "continue-btn": "Continuer"
  }
}
