{
  "marital-status": {
    "page-title": "État civil",
    "marital-status": "Quel est votre état civil actuel?",
    "primary-help-message": "(fr) Make sure the information matches what is on file with the Canada Revenue Agency.",
    "spouse-or-commonlaw": "Renseignements sur l'époux/épouse ou le conjoint/la conjointe de fait",
    "provide-sin": "(fr) Enter your spouse or common-law partner's name exactly as shown on their Social Insurance Number (SIN) record.",
    "required-information": "(fr) We need this information to calculate your family income. Your spouse or common-law partner must fill out their own application for the Canadian Dental Care Plan.",
    "single": "Célibataire",
    "married": "Marié(e)",
    "commonlaw": "Conjoint(e) de fait",
    "separated": "Séparé(e)",
    "divorced": "Divorcé(e)",
    "widowed": "Veuf ou veuve",
    "back-btn": "Retour",
    "save-btn": "Sauvegarder",
    "sin": "Numéro d'assurance sociale (NAS)",
    "year-of-birth": "Année de naissance",
    "confirm-checkbox": "Je confirme que mon époux/épouse ou conjoint/conjointe de fait est au courant de la communication de ses renseignements personnels et y a consenti.",
    "help-message": {
      "sin": "Entrez le NAS à 9 chiffres"
    },
    "error-message": {
      "marital-status-required": "Sélectionnez l'état civil",
      "confirm-required": "Le consentement de l'époux/épouse ou du conjoint de fait est requis pour procéder",
      "date-of-birth-year-required": "Entrez l'année de naissance, par exemple 1950",
      "yob-is-past": "Année de naissance trop éloignée dans le passé",
      "yob-is-future": "L'année de naissance doit être dans le passé",
      "sin-required": "Entrez un NAS de 9 chiffres, par exemple 123 456 789",
      "sin-valid": "Le NAS doit être valide",
      "sin-unique": "NAS doit être unique"
    }
  },
  "type-of-application": {
    "page-title": "Type de demande",
    "form-instructions": "Pour qui présentez-vous la demande?",
    "radio-options": {
      "personal": "Je présente une demande pour <strong>moi-même</strong>",
      "child": "Je présente une demande pour <strong>mon (mes) enfant(s)</strong>",
      "personal-and-child": "Je présente une demande pour <strong>moi-même et mon (mes) enfant(s)</strong>",
      "delegate": "Je présente une demande <strong>au nom d'une autre personne à titre de représentant légal ou mandataire</strong>"
    },
    "error-message": {
      "type-of-application-required": "Sélectionnez à qui s'adresse cette demande"
    },
    "back-btn": "Retour",
    "save-btn": "Enregistrer"
  },
  "application-delegate": {
    "page-title": "Présenter une demande au nom d'une autre personne à titre de délégué ou de mandataire",
    "contact-representative": "Vous devez parler à un représentant de Service Canada si vous présentez une demande au nom d'une autre personne à titre de délégué ou de mandataire. Veuillez communiquer avec Service Canada au <noWrap>1-833-537-4342</noWrap> ou vous rendre dans un <contactServiceCanada>bureau de Service Canada</contactServiceCanada> près de chez vous.",
    "prepare-to-apply": "<preparingToApply>Se préparer à présenter une demande au nom de quelqu'un</preparingToApply>",
    "contact-service-canada-href": "https://bureaux.service.canada.ca/fr",
    "preparing-to-apply-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html#aide",
    "back-btn": "Retour",
    "return-btn": "Revenir à la page principale",
    "return-btn-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
  },
  "terms-conditions": {
    "page-title": "Présentation d'une demande d'adhésion au Régime canadien de soins dentaires",
    "page-heading": "Conditions générales d'utilisation et énoncé de confidentialité",
    "intro-text": "Merci d'utiliser la demande en ligne du Régime canadien de soins dentaires (RCSD) (« la demande en ligne »). Nous avons établi les conditions d'utilisation de ce service (« conditions d'utilisation »). Veuillez les lire attentivement.",
    "terms-and-conditions-of-use": {
      "summary": "Conditions générales d'utilisation",
      "online-application-legal-terms": "<strong>VEUILLEZ LIRE ATTENTIVEMENT.</strong> Les présentes conditions d'utilisation de la demande en ligne du Régime canadien de soins dentaires (RCSD) contiennent des renseignements sur vos droits et obligations juridiques et régissent votre utilisation de la demande en ligne. Les présentes conditions d'utilisation doivent être lues en parallèle avec celles du site Web Canada.ca. En cas de divergence, les présentes conditions d'utilisation ont préséance sur celles du site Web <canadaTermsConditions>Canada.ca</canadaTermsConditions>.",
      "online-application-access-terms": "Votre accès à la demande en ligne et votre utilisation de celle-ci, y compris tout le contenu, sont assujettis à (1) votre acceptation des présentes conditions d'utilisation et (2) votre respect de celles-ci.",
      "online-application-usage-terms": "Chaque fois que vous utilisez la demande en ligne, ces conditions continuent de s'appliquer. En utilisant la demande en ligne, vous acceptez de respecter les conditions suivantes. Il vous incombe de comprendre et de conserver ces conditions.",
      "online-application-outage": "Il peut arriver que le système soit interrompu pour des raisons de maintenance.",
      "online-application-timeout": "Si vous êtes inactif pendant 15 minutes dans la demande en ligne, votre séance prendra fin et vous perdrez tous les renseignements que vous avez entrés.",
      "terms-rejection-policy": "Vous pouvez en tout temps décider de ne pas accepter les conditions, auquel cas vous ne serez pas autorisé à accéder à la demande en ligne et à l'utiliser.",
      "esdc-definition-clarification": "Aux fins des présentes conditions d'utilisation, « EDSC » désigne Sa Majesté le Roi du chef du Canada représenté par le ministre de l'Emploi et du Développement social du Canada.",
      "online-application": {
        "heading": "Conditions générales d'utilisation de la demande en ligne",
        "self-agreement": "Votre utilisation de la demande en ligne signifie que vous avez lu et accepté les présentes conditions d'utilisation et l'énoncé de confidentialité. Si, à tout moment, vous cessez d'accepter l'une ou l'autre des conditions d'utilisation, vous devez renoncer à utiliser la demande en ligne.",
        "on-behalf-of-someone-else": "Si vous utilisez la demande en ligne au nom d'un enfant, vous certifiez en l'utilisant que vous disposez de toute l'autorité nécessaire pour accepter les conditions d'utilisation au nom de cette personne, et que vous acceptez les conditions d'utilisation au nom de la personne que vous représentez.",
        "at-your-own-risk": "Si vous utilisez un ordinateur partagé ou une connexion Internet partagée, vous utilisez ce service à vos propres risques et vous devrez protéger toutes vos informations personnelles. Si vous utilisez un ordinateur public, assurez-vous de fermer le navigateur ou de vous déconnecter lorsque vous avez terminé.",
        "msdc": "EDSC utilise les services de Microsoft Corporation pour exécuter la demande en ligne. Les centres de données Microsoft utilisés par EDSC sont au Canada conformément à l'entente sur <microsoftDataPrivacyPolicy>les conditions de service de Microsoft Corporation</microsoftDataPrivacyPolicy>.",
        "antibot": "EDSC utilise les services de protection contre les robots hCaptcha pour nos outils en ligne conformément aux <hcaptchaTermsOfService>conditions de service</hcaptchaTermsOfService> de hCaptcha."
      },
      "changes-to-these-terms-of-use": {
        "heading": "Changements apportés aux présentes conditions d'utilisation",
        "esdc-terms-amendment-policy": "EDSC peut modifier les présentes conditions à tout moment et sans préavis. Ces changements prennent effet immédiatement à la date de leur publication. En utilisant la demande en ligne, vous acceptez de respecter les conditions modifiées. Vous devez vous assurer de comprendre et de conserver les conditions modifiées."
      }
    },
    "privacy-notice-statement": {
      "summary": "Énoncé de confidentialité",
      "personal-information": {
        "heading": "Renseignements personnels",
        "service-canada-application-administration": "Les renseignements personnels recueillis dans la présente demande sont nécessaires aux fins de l'inscription au Régime canadien de soins dentaires (RCSD). Service Canada, qui fait partie d'Emploi et Développement social Canada (EDSC), administre les demandes au titre du RCSD au nom de Santé Canada. Service Canada recueillera les renseignements personnels que vous avez inclus dans votre demande de participation au RCSD afin de vous inscrire au régime. Si vous ne fournissez pas vos renseignements personnels, votre candidature au RCSD ne sera pas prise en compte.",
        "policy-analysis": "EDSC peut utiliser ou communiquer les renseignements que vous fournissez pour les activités d'analyse des politiques, de recherche, de surveillance et d'évaluation au sein d'EDSC, de SC et de Statistique Canada. Ces utilisations ou activités n'auront aucune incidence sur les décisions administratives prises à votre sujet.",
        "collection-use": "La collecte, l'utilisation et la divulgation de vos renseignements personnels sont autorisées par la <cite>Loi sur le ministère de la Santé</cite>, la <cite>Loi sur les mesures de soins dentaires</cite> et la <cite>Loi sur le ministère de l'Emploi et du Développement social</cite>, entre autres, et sont protégées par les dispositions de la Loi sur la protection des renseignements personnels.",
        "microsoft-policy": "EDSC exécute ce processus de demande en utilisant les services du fournisseur tiers Microsoft Corporation, qui peut être soumis à des lois étrangères. Vous trouverez de plus amples renseignements en consultant cette page Web <microsoftDataPrivacyPolicy>Politique de protection des données et principes de confidentialité de Microsoft</microsoftDataPrivacyPolicy>."
      },
      "how-we-protect-your-privacy": {
        "heading": "Comment protégeons-nous vos renseignements personnels?",
        "personal-information-rights-and-access": "Vous avez droit à la protection de vos renseignements personnels, à l'accès à ceux-ci et, le cas échéant, à leur correction. Ils sont conservés dans les fichiers de renseignements personnels suivants (FRPs) :",
        "personal-information-banks": {
          "esdc-ppu-712": "Régime canadien de soins dentaires (ESDC PPU 712)",
          "hc-ppu-440": "Régime canadien de soins dentaires (SC PPU 440)"
        },
        "info-source-access": "Vous pouvez apprendre comment accéder à cette information dans la publication du gouvernement intitulée <infosource>Info Source</infosource>. Vous pouvez également accéder à Info Source en ligne dans n'importe quel Centre Service Canada.",
        "personal-information-handling-complaint-process": "Si vous n'êtes pas satisfait de la façon dont vos renseignements personnels ont été traités par EDSC, vous pouvez communiquer avec le Commissariat à la protection de la vie privée du Canada pour <fileacomplaint>déposer une plainte</fileacomplaint>."
      }
    },
    "sharing-your-information": {
      "summary": "Communication de vos renseignements",
      "government-of-canada-and-sun-life": {
        "heading": "Gouvernement du canada et Sun Life",
        "share-info": "Emploi et Développement social Canada (EDSC) peut communiquer vos renseignements personnels à Santé Canada (SC), à l'Agence du revenu du Canada et à la Sun Life pour administrer le régime, valider votre admissibilité et vous inscrire au Régime canadien de soins dentaires (RCSD).",
        "disclose-info": "Vos renseignements peuvent également être divulguées à l'administrateur des prestations du RCSD (la Sun Life) et aux agents et fournisseurs de services de l'administrateur des prestations aux fins de souscription, de vérification, d'administration, de décision et d'enquête concernant les prestations versées au titre du RCSD.",
        "sun-life-authorization": "La Sun Life est autorisée à recueillir, à utiliser et à divulguer des renseignements à votre sujet à toute personne ou organisation, y compris les fournisseurs de soins de santé buccodentaire, les établissements, les services d'enquête et le RCSD, aux fins de l'administration du programme, de la vérification, des demandes de règlement et de la sécurité des patients/clients."
      },
      "sharing-of-information-and-oral-health-providers": {
        "heading": "Partage d'informations et prestataires de santé bucco-dentaire",
        "enrol-consent": "En vous inscrivant au RCSD, vous consentez également à ce que vos fournisseurs de soins de santé buccodentaire divulguent tous les renseignements personnels, tel qu'autorisé par la <cite>Loi sur le ministère de la Santé</cite> et la <cite>Loi sur les mesures de soins dentaires</cite>, qui peuvent être jugés utiles par la Sun Life dans le contexte de l'administration du programme, de la vérification et de la gestion des demandes de règlement, et de la sécurité des patients/clients. Ces renseignements peuvent comprendre, sans s'y limiter, des détails sur les services fournis, des données cliniques sur le patient, des paiements et des radiographies.",
        "considered-minor": "Si vous êtes considéré comme mineur dans votre province ou territoire, vos renseignements peuvent également être communiqués à vos parents ou tuteurs légaux.",
        "analysis": "EDSC peut utiliser ou communiquer les renseignements que vous fournissez pour les activités d'analyse des politiques, de recherche, de surveillance et d'évaluation au sein d'EDSC, de SC et de Statistique Canada. Ces utilisations ou activités n'auront aucune incidence sur les décisions administratives prises à votre sujet."
      }
    },
    "apply": {
      "application-participation": "La participation au RCSD est volontaire. Toutefois, si vous ne fournissez pas vos renseignements personnels dans votre demande, votre admissibilité au RCSD ne pourra pas être validée.",
      "application-consent": "En poursuivant cette demande, vous reconnaissez avoir lu et accepté les modalités et l'énoncé de confidentialité ci-dessus. De plus, vous consentez à ce que vos renseignements personnels soient communiqués aux fins susmentionnées.",
      "back-button": "Retour",
      "link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html",
      "continue-button": "Continuer"
    },
    "links": {
      "canada-ca-terms-and-conditions": "https://www.canada.ca/fr/transparence/avis.html",
      "file-complaint": "https://www.priv.gc.ca/fr/signaler-un-probleme/",
      "hcaptcha": "https://www.hcaptcha.com/terms",
      "info-source": "https://www.canada.ca/fr/emploi-developpement-social/ministere/transparence/aai/rapports/infosource.html",
      "microsoft-data-privacy-policy": "https://www.microsoft.com/fr-ca/trust-center/privacy",
      "sun-life": "https://www.sunlife.ca/fr/"
    },
    "checkboxes": {
      "acknowledge-terms": "Je reconnais avoir lu et compris les conditions générales d'utilisation.",
      "acknowledge-privacy": "Je reconnais avoir lu et compris l'énoncé de confidentialité.",
      "share-data": "Je consens à l'échange des données.",
      "do-not-consent": "Je <strong>n'accepte pas</strong> les termes et conditions et la déclaration de confidentialité et je <strong>ne consens pas</strong> à la divulgation de mes renseignements personnels aux fins énumérées.",
      "error-message": {
        "acknowledge-terms-required": "Vous devez lire les modalités d'utilisation avant de poursuivre",
        "acknowledge-privacy-required": "Vous devez lire l'énoncé de confidentialité avant de poursuivre",
        "share-data-required": "Vous devez consentir à la communication de vos renseignements avant de poursuivre",
        "consent-required": "Vous devez accepter les Conditions générales et la Déclaration de confidentialité, ainsi que consentir à la divulgation de vos renseignements personnels. Pour adhérer au Régime canadien de soins dentaires, vous devez accepter les Conditions générales et la Déclaration de confidentialité. Vous devez également consentir à la divulgation de vos renseignements personnels aux fins indiquées."
      }
    }
  },
  "dental-insurance": {
    "title": "(FR) Access to private dental insurance",
    "legend": "(FR) Do you have access to private dental insurance or coverage through any of the following:",
    "option-yes": "(FR) <strong>Yes</strong>, I have access to dental insurance or coverage",
    "option-no": "(FR) <strong>No</strong>, I do not have access to dental insurance or coverage",
    "back-btn": "Retour",
    "save-btn": "Sauvegarder",
    "detail": {
      "additional-info": {
        "title": "(FR) What does it mean to have access to private dental insurance or coverage?",
        "list": {
          "employer": "(FR) your employer's benefits",
          "pension": "(FR) your employer's pension plan",
          "pension-plans": "(FR) a family member's plan",
          "organization": "(FR) a professional or student organization",
          "company": "(FR) coverage bought privately"
        },
        "eligible": "(FR) This also applies even if you choose not to enrol in, do not use, or have to pay a premium for private dental insurance or coverage.",
        "access": "(FR) Having access to dental coverage through the Canadian Dental Care Plan or other federal, provincial or territorial government social programs is not considered as having access to private dental insurance."
      }
    },
    "yes": {
      "alert-title": "(FR) Private dental insurance confirmation",
      "alert-body": "(FR) If you have access to private dental insurance or coverage, you are not eligible for the Canadian Dental Care Plan. If you are a current member and continue with the application, your benefits will end immediately.",
      "confirmation": "(FR) I understand that I am not eligible for the Canadian Dental Care Plan if I have access to dental insurance or coverage."
    },
    "no": {
      "alert-title": "(FR) Dental insurance confirmation",
      "alert-body": "(FR) We'll confirm your response using any <t4Href>T4 (box 45)</t4Href> or <t4aHref>T4A (box 015)</t4aHref> documents you may have. If the document shows you have access to employer or pension sponsored dental insurance or coverage, you may be asked to provide proof that you're not covered.",
      "alert-t4-href": "https://www.canada.ca/en/revenue-agency/services/tax/individuals/topics/about-your-tax-return/tax-return/completing-a-tax-return/tax-slips/understand-your-tax-slips/t4-slips/t4-statement-remuneration-paid.html",
      "alert-t4a-href": "https://www.canada.ca/en/revenue-agency/services/tax/individuals/topics/about-your-tax-return/tax-return/completing-a-tax-return/tax-slips/understand-your-tax-slips/t4-slips/t4a-slip.html",
      "confirmation": "(FR) I understand that I may be asked to provide proof that I do not have access to dental insurance or coverage."
    },
    "error-message": {
      "dental-insurance-required": "(FR) Select whether you have access to dental insurance",
      "dental-insurance-eligibility-confirmation-required": "(FR) Select whether you understand that if you have private dental insurance you are not eligible for the Canadian Dental Care Plan"
    }
  },
  "new-or-returning-member": {
    "page-title": "(fr) New or returning member",
    "previously-enrolled": "(fr) Are you currently, or have you ever been enrolled in the Canadian Dental Care Plan?",
    "yes": "Oui",
    "no": "Non",
    "member-id": "(fr) Canadian Dental Care Plan Member ID",
    "member-id-description": "(fr) You can find your 11-digit Member ID in the upper right corner of the letter from Service Canada or on your Canadian Dental Care Plan member card.",
    "save-btn": "(fr) Save",
    "back-btn": "(fr) Back",
    "error-message": {
      "is-new-or-existing-member-required": "(fr) Select whether you have ever been enrolled in the Canadian Dental Care Plan",
      "member-id-required": "(fr) Enter 11-digit Member ID",
      "member-id-valid": "(fr) Member ID must be 11 digits"
    }
  },
  "personal-information": {
    "page-title": "Renseignements personnels",
    "form-instructions-sin": "(fr) Enter your name exactly as shown on your Social Insurance Number (SIN) record or Canadian Dental Care Plan (CDCP) letters.",
    "form-instructions-info": "(fr) We'll use the information you provide to confirm your identity. Any information that does not match the information on your SIN or CDCP record may cause a delay in the processing of your application.",
    "member-id": "Numéro d'identification du membre",
    "sin": "Numéro d'assurance sociale (NAS)",
    "last-name": "Nom de famille",
    "first-name": "Prénom",
    "dob": "Date de naissance",
    "single-legal-name": "Si vous utilisez un seul nom légal",
    "name-instructions": "(fr) If you have only one legal name, enter it in <strong>both</strong> the first and last name fields.",
    "back-btn": "Retour",
    "save-btn": "Enregistrer",
    "help-message": {
      "sin": "Entrez un NAS de 9 chiffres",
      "member-id": "Vous trouverez votre numéro d'identification du member à 11 chiffres dans le coin supérieur droit de la lettre de Service Canada ou sur votre carte de membre du Régime canadien de soins dentaires."
    },
    "error-message": {
      "member-id-required": "(FR) Enter 11 digit member ID",
      "member-id-valid": "(FR) Member ID must be 11 digits",
      "first-name-required": "Entrez le prénom",
      "last-name-required": "Entrez le nom de famille",
      "sin-required": "Entrez un NAS de 9 chiffres, par exemple 123 456 789",
      "sin-valid": "Le NAS doit être valide",
      "sin-unique": "Le numéro d'assurance sociale (NAS) doit être unique",
      "characters-valid": "Seuls les lettres, les chiffres et les caractères suivants sont acceptés : apostrophe ('), virgule (,), point (.), trait d'union (-) et parenthèse ()",
      "first-name-no-digits": "Le prénom doit contenir uniquement des lettres",
      "last-name-no-digits": "Le nom de famille doit contenir uniquement des lettres",
      "date-of-birth-day-number": "Le jour doit être un nombre",
      "date-of-birth-day-required": "La date de naissance doit inclure un jour",
      "date-of-birth-is-past": "La date de naissance doit être dans le passé",
      "date-of-birth-is-past-valid": "Date de naissance trop éloignée dans le passé",
      "date-of-birth-month-required": "La date de naissance doit inclure un mois",
      "date-of-birth-valid": "Le jour doit être valide pour le mois et l'année choisis",
      "date-of-birth-year-number": "L'année doit être un nombre, par exemple 1950",
      "date-of-birth-year-required": "La date de naissance doit inclure une année",
      "alert": {
        "heading": "Vous ne pouvez pas souscrire pour le moment",
        "detail": "Compte tenu de votre date de naissance, vous ne pouvez pas souscrire au Régime canadien de soins dentaires pour le moment.",
        "applyDate": "Vous pouvez souscrire à partir du {{startDate}}."
      }
    }
  },
  "confirm-dental-benefits": {
    "title": "Accès à d'autres prestations dentaires gouvernementales",
    "access-to-dental": "L'accès à une assurance dentaire dans le cadre d'un programme social provincial, territorial ou fédéral n'aura aucune incidence sur votre admissibilité au Régime canadien de soins dentaires.",
    "select-one": "Sélectionnez une option",
    "eligibility-criteria": "Si vous répondez à tous les critères d'admissibilité, votre couverture sera coordonnée entre les régimes afin qu'il n'y ait pas de lacunes ou de dédoublement dans la couverture.",
    "has-benefits": "Bénéficiez-vous d'autres prestations pour soins dentaires dans le cadre d'un programme social fédéral, provincial ou territorial autre que le Régime canadien de soins dentaires?",
    "option-yes": "<strong>Oui</strong>, j'ai des prestations fédérales, provinciales ou territoriales",
    "option-no": "<strong>Non</strong>, je n'ai pas de prestations fédérales, provinciales ou territoriales",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "save-btn": "Sauvegarder",
    "error-message": {
      "federal-provincial-territorial-benefit-required": "Sélectionnez si vous bénéficiez de prestations dentaires fédérales, provinciales ou territoriales"
    }
  },
  "dental-benefits": {
    "title": "Accès à d'autres prestations dentaires fédérales, provinciales ou territoriales",
    "access-to-dental": "L'accès à une assurance dentaire dans le cadre d'un programme social provincial, territorial ou fédéral n'aura aucune incidence sur votre admissibilité au Régime canadien de soins dentaires.",
    "eligibility-criteria": "Si vous répondez à tous les critères d'admissibilité, votre couverture sera coordonnée entre les régimes afin qu'il n'y ait pas de lacunes ou de dédoublement dans la couverture.",
    "select-one": "Choisissez une option",
    "federal-benefits": {
      "title": "Prestations fédérales",
      "legend": "Bénéficiez-vous d'autres prestations pour soins dentaires dans le cadre d'un programme social fédéral autre que le Régime canadien de soins dentaires?",
      "option-yes": "<strong>Oui</strong>, j'ai des prestations <strong>fédérales</strong> pour soins dentaires",
      "option-no": "<strong>Non</strong>, je n'ai pas de prestations <strong>fédérales</strong> pour soins dentaires",
      "social-programs": {
        "legend": "Veuillez sélectionner le programme de protection sociale avec lequel vous êtes assuré. Si vous en avez plus d'un, veuillez sélectionner celui que vous utilisez le plus."
      }
    },
    "provincial-territorial-benefits": {
      "title": "Prestations provinciales ou territoriales",
      "legend": "Bénéficiez-vous d'autres prestations pour soins dentaires dans le cadre d'un programme social provincial ou territorial autre que le Régime canadien de soins dentaires?",
      "option-yes": "<strong>Oui</strong>, j'ai des prestations <strong>provinciales ou territoriales</strong> pour soins dentaires",
      "option-no": "<strong>Non</strong>, je n'ai pas de prestations <strong>provinciales ou territoriales</strong> pour soins dentaires",
      "social-programs": {
        "input-legend": "Par l'entremise de quelle province ou de quel territoire?",
        "radio-legend": "Veuillez sélectionner le programme de protection sociale avec lequel vous êtes assuré. Si vous en avez plus d'un, veuillez sélectionner celui que vous utilisez le plus."
      }
    },
    "back-btn": "Retour",
    "save-btn": "Sauvegarder",
    "error-message": {
      "federal-benefit-program-required": "Sélectionnez le programme fédéral auquel vous êtes couvert",
      "federal-benefit-required": "Sélectionnez si vous avez la prestation dentaire fédérale",
      "provincial-benefit-program-required": "Sélectionnez le programme provincial ou territorial auquel vous êtes couvert",
      "provincial-benefit-required": "Sélectionnez si vous avez la prestation dentaire provinciale ou territoriale",
      "provincial-territorial-required": "Sélectionnez une province ou territoire"
    }
  },
  "living-independently": {
    "page-title": "Vivre de manière indépendante",
    "description": "Vivre de manière indépendante signifie que vous avez 16 ou 17 ans, que vous ne recevez pas d'aide financière de vos parents et que votre résidence principale est différente de la leur.",
    "form-instructions": "Vivez-vous indépendamment de vos parents?",
    "radio-options": {
      "yes": "Oui",
      "no": "Non"
    },
    "error-message": {
      "living-independently-required": "Sélectionnez si vous vivez de manière indépendente de vos parents"
    },
    "back-btn": "Retour",
    "save-btn": "Enregistrer"
  },
  "parent-or-guardian": {
    "page-title": "Un parent ou un tuteur légal doit faire la demande",
    "unable-to-apply": "(fr) You are under 18. A parent or legal guardian must apply on your behalf.",
    "apply-for-yourself": "Si vous avez déjà fait une demande pour un enfant et que vous souhaitez maintenant faire une demande pour vous-même, vous devez vous adresser à un représentant de Service Canada. Vous pouvez contacter Service Canada en composant le <noWrap>1-833-537-4342</noWrap>.",
    "back-btn": "Retour",
    "exit-btn": "(fr) Exit application",
    "exit-btn-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
  },
  "phone-number": {
    "page-title": "Numéro de téléphone",
    "phone-number": "Numéro de téléphone",
    "phone-number-alt": "Autre numéro de téléphone (facultatif)",
    "back-btn": "Retour",
    "save-btn": "Enregistrer",
    "dont-have-number": "(FR) I don't have a phone number",
    "need-phone-number": "(FR) You need a phone number to apply online. If you cannot be reached by phone, you can still apply for the Canadian Dental Care Plan:",
    "service-canada": "(FR) By phone: call Service Canada at <noWrap>1-833-537-4342</noWrap>",
    "in-person": "(FR) In-person: <findOffice>find a Service Canada office</findOffice>",
    "office-link": "https://offices.service.canada.ca/fr",
    "error-message": {
      "phone-number-valid": "Numéro de téléphone invalide",
      "phone-number-valid-international": "Le numéro de téléphone n'existe pas.  S'il s'agit d'un numéro de téléphone international, ajoutez '+' devant",
      "phone-number-alt-valid": "Numéro de téléphone invalide",
      "phone-number-alt-valid-international": "Le numéro de téléphone n'existe pas.  S'il s'agit d'un numéro de téléphone international, ajoutez '+' devant",
      "phone-required": "Entrez un numéro de téléphone"
    }
  },
  "address": {
    "mailing-address": {
      "page-title": "Adresse postale",
      "header": "Adresse postale"
    },
    "home-address": {
      "page-title": "Adresse du domicile",
      "use-mailing-address": "Mon adresse postale est la même que mon adresse du domicile"
    },
    "address-field": {
      "address": "Adresse",
      "address-note": "Inclure le numéro d'appartement (s'il y a lieu), le numéro municipal et le nom de la rue. Par exemple : 123, rue Main, app. 4B",
      "country": "Pays",
      "province": "Province, territoire, état ou région",
      "city": "Ville ou municipalité",
      "postal-code": "Code postal",
      "postal-code-optional": "Code postal (facultatif)",
      "select-one": "Sélectionnez une option"
    },
    "back": "Retour",
    "continue": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "Enregistrer"
  },
  "communication-preferences": {
    "page-title": "(FR) Communication preferences",
    "preferred-method": "Comment aimeriez-vous que la Sun Life communique avec vous?",
    "preferred-method-help-message": "(FR) Sun Life will be responsible for handling member enrolment and claims processing for the Canadian Dental Care Plan.",
    "preferred-language": "Quelle langue officielle de communication préférez-vous?",
    "english": "Anglais",
    "french": "Français",
    "by-email": "<span>Par courriel</span><br>(FR) Signing up for email is the fastest way to get updates.",
    "by-mail": "Par la poste",
    "preferred-notification-method": "(FR) How would you like to receive updates from the Government of Canada about the Canadian Dental Care Plan?",
    "preferred-notification-method-msca": "(FR) <span>Online through My Service Canada Account (MSCA)</span><br><mscaLinkAccount>Signing up</mscaLinkAccount> for online notifications is the fastest way to get updates.",
    "preferred-notification-method-mail": "(FR) <span>By mail</span><br>You can also view your Canadian Dental Care Plan information in your <mscaLinkAccount>MSCA.</mscaLinkAccount>.",
    "back": "Retour",
    "continue": "Continuer",
    "save": "Enregistrer",
    "msca-link-account": "https://www.canada.ca/fr/emploi-developpement-social/services/mon-dossier.html",
    "error-message": {
      "preferred-language-required": "Sélectionnez la langue de communication préférée",
      "preferred-method-required": "Sélectionnez votre moyen de communication préféré avec la Sun Life",
      "preferred-notification-method-required": "Sélectionnez votre moyen de communication préféré avec le gouvernement du Canada"
    }
  },
  "email": {
    "page-title": "Adresse courriel",
    "provide-email": "(FR) Provide the email address you'd like the Government of Canada and Sun Life to use to contact you about your Canadian Dental Care Plan coverage.",
    "verify-email": "(FR) We will need to confirm your email address.",
    "email-legend": "Adresse courriel",
    "back": "Retour",
    "continue": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "Enregistrer",
    "error-message": {
      "email-required": "Entrez l'adresse courriel, par exemple nom@exemple.com",
      "email-valid": "Entrez l'adresse courriel dans le bon format, par exemple nom@exemple.com"
    }
  },
  "verify-email": {
    "page-title": "Confirmation de votre adresse courriel",
    "verification-code": "(FR) An email with a code has been sent to {{email}}. Please enter the 5-digit verification code and select \"Continue\".",
    "request-new": "(FR) It may take up to 60 seconds for the email to arrive. If you do not see it, check your junk or spam folder. If you still do not have the code, you can request a new one.",
    "unable-to-verify": "Si vous n'êtes pas en mesure de confirmer votre courriel, cliquez sur « Retour » pour mettre à jour votre adresse courriel ou <communicationLink>modifier vos préférences de communication</communicationLink>.",
    "verification-code-label": "Code de vérification",
    "request-new-code": "Demander un nouveau code",
    "back": "Retour",
    "continue": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "Enregistrer",
    "error-message": {
      "verification-code-required": "Entrez le code de vérification de 5 chiffres",
      "verification-code-max-attempts": "Vous avez saisi un code de vérification incorrect plus de 5 fois. Vous devez demander un nouveau code à l'aide du lien « Demander un nouveau code de vérification » ci-dessous."
    },
    "verification-code-alert": {
      "heading": "Le code de vérification saisi ne correspond pas au code envoyé à l'adresse électronique fournie, ou le code a expiré.",
      "detail": "Veuillez vérifier le code et essayer de nouveau. Si le problème persiste, vous pouvez demander un nouveau code à l'aide du lien « Demander un nouveau code de vérification » ci-dessous."
    },
    "code-sent": {
      "heading": "Nouveau code",
      "detail": "Un nouveau code de vérification a été envoyé à {{email}}."
    }
  },
  "children": {
    "child-number": "Enfant {{childNumber}}",
    "information": {
      "page-title": "{{childName}} : Renseignements",
      "form-instructions-sin": "Indiquer le nom légal de l'enfant tel qu'indiqué sur sa carte ou sa lettre de numéro d'assurance sociale (le cas échéant) ou tout autre document gouvernemental.",
      "single-legal-name": "Si l'enfant a un seul nom légal",
      "name-instructions": "Si l'enfant utilise un seul nom légal, veuillez indiquer ce nom dans les champs « Prénom » et « Nom de famille ».",
      "last-name": "Nom de famille",
      "first-name": "Prénom",
      "date-of-birth": "Date de naissance",
      "sin-legend": "L'enfant a-t-il un numéro d'assurance sociale (NAS)?",
      "sin-yes": "<strong>Oui</strong>, saisissez le NAS à neuf chiffres de l'enfant",
      "sin-no": "<strong>Non</strong>, cet enfant n'a pas de NAS",
      "sin": "Entrez un NAS de 9 chiffres",
      "parent-legend": "Êtes-vous le parent ou le tuteur légal de cet enfant?",
      "radio-options": {
        "yes": "Oui",
        "no": "Non"
      },
      "back-btn": "Retour",
      "save-btn": "Sauvegarder",
      "error-message": {
        "first-name-required": "Entrez le prénom de l'enfant",
        "last-name-required": "Entrez le nom de famille de l'enfant",
        "sin-required": "Entrez un NAS de 9 chiffres, par exemple 123 456 789",
        "sin-valid": "Le NAS doit être valide",
        "sin-unique": "NAS doit être unique",
        "date-of-birth-day-number": "Le jour doit être un nombre",
        "date-of-birth-day-required": "La date de naissance doit inclure un jour",
        "date-of-birth-is-past": "La date de naissance doit être dans le passé",
        "date-of-birth-is-past-valid": "Date de naissance trop éloignée dans le passé",
        "date-of-birth-month-required": "La date de naissance doit inclure un mois",
        "date-of-birth-valid": "Le jour doit être valide pour le mois et l'année choisis",
        "date-of-birth-year-number": "L'année doit être un nombre, par exemple 1950",
        "date-of-birth-year-required": "La date de naissance doit inclure une année",
        "has-social-insurance-number": "Sélectionnez cet enfant a un NAS",
        "is-parent": "Sélectionnez si vous êtes le parent ou le tuteur légal de l'enfant",
        "characters-valid": "Seuls les lettres, les chiffres et les caractères suivants sont acceptés : apostrophe ('), virgule (,), point (.), trait d'union (-) et parenthèse ()",
        "first-name-no-digits": "Le nom prénom doit contenir uniquement des lettres",
        "last-name-no-digits": "Le nom de famille doit contenir uniquement des lettres"
      }
    },
    "parent-or-guardian": {
      "page-title": "Vous devez être le parent ou le tuteur légal",
      "must-be": "Vous devez être un parent ou un tuteur légal.",
      "unable-to-apply": "Vous devez être le parent ou le tuteur légal. Vous ne pouvez pas présenter de demande pour cet enfant. Vous devez être le parent ou le tuteur légal d'un enfant pour présenter une demande en son nom.",
      "back-btn": "Retour",
      "return-btn": "Procédez à faire la demande vous-même",
      "return-btn-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
    },
    "cannot-apply-child": {
      "page-title": "Votre enfant doit présenter une demande",
      "ineligible-to-apply": "Votre enfant a 18 ans ou plus. Votre enfant doit présenter sa propre demande au Régime canadien de soins dentaires.",
      "eligibility-info": "Si votre enfant est un adulte à charge et que vous êtes son représentant légal ou son mandataire, vous devez vous adresser à un représentant de Service Canada pour présenter une demande en son nom. Vous pouvez contacter Service Canada en composant le <noWrap>1-833-537-4342</noWrap>.",
      "back-btn": "Retour",
      "continue-btn": "Continuer"
    },
    "dental-benefits": {
      "title": "{{childName}} : accès à d'autres prestations dentaires fédérales, provinciales ou territoriales",
      "access-to-dental": "L'accès à des prestations dentaires dans le cadre d'un programme social provincial, territorial ou fédéral n'aura aucune incidence sur l'admissibilité de l'enfant au Régime canadien de soins dentaires.",
      "eligibility-criteria": "Si l'enfant répond à tous les critères d'admissibilité, sa couverture doit être coordonnée entre les régimes afin qu'il n'y ait pas de dédoublement ou de lacunes dans la couverture.",
      "select-one": "Choisissez une option",
      "federal-benefits": {
        "title": "Prestations fédérales",
        "legend": "Est-ce que {{childName}} bénéficie d'autres prestations pour soins dentaires dans le cadre d'un programme social fédéral autre que le Régime canadien de soins dentaires?",
        "option-yes": "<strong>Oui</strong>, l'enfant bénéficie de prestations dentaires <strong>fédérales</strong>",
        "option-no": "<strong>Non</strong>, l'enfant ne bénéficie pas de prestations dentaires <strong>fédérales</strong>",
        "social-programs": {
          "legend": "Veuillez sélectionner le programme de protection sociale avec lequel vous êtes assuré. Si vous en avez plus d'un, veuillez sélectionner celui que vous utilisez le plus."
        }
      },
      "provincial-territorial-benefits": {
        "title": "Prestations provinciales ou territoriales",
        "legend": "Est-ce que {{childName}} bénéficie d'autres prestations pour soins dentaires dans le cadre d'un programme social provincial ou territorial autre que le Régime canadien de soins dentaires?",
        "option-yes": "<strong>Oui</strong>, l'enfant bénéficie de prestations dentaires <strong>provinciales ou territoriales</strong>",
        "option-no": "<strong>Non</strong>, l'enfant ne bénéficie pas de prestations dentaires <strong>provinciales ou territoriales</strong>",
        "social-programs": {
          "input-legend": "Par l'entremise de quelle province ou de quel territoire?",
          "radio-legend": "Veuillez sélectionner le programme de protection sociale avec lequel vous êtes assuré. Si vous en avez plus d'un, veuillez sélectionner celui que vous utilisez le plus."
        }
      },
      "back-btn": "Retour",
      "save-btn": "Sauvegarder",
      "error-message": {
        "federal-benefit-program-required": "Sélectionnez le programme fédéral auquel l'enfant est couvert",
        "federal-benefit-required": "Sélectionnez si l'enfant bénéficie de prestations dentaires fédérales",
        "provincial-benefit-program-required": "Sélectionnez le programme provincial ou territorial auquel l'enfant est couvert",
        "provincial-benefit-required": "Sélectionnez si l'enfant bénéficie de prestations dentaires provinciales ou territoriales",
        "provincial-territorial-required": "Sélectionnez une province ou territoire"
      }
    },
    "dental-insurance": {
      "title": "Accès de {{childName}} à une assurance dentaire privée",
      "legend": "{{childName}} a-t-il ou a-t-elle accès à une assurance ou à une couverture dentaire privée par l'un des moyens suivants :",
      "option-yes": "<strong>Oui</strong>, cet enfant a accès à une assurance ou à une couverture dentaire privée",
      "option-no": "<strong>Non</strong>, cet enfant n'a pas accès à une assurance ou à une couverture dentaire privée",
      "dental-insurance-eligibility-confirmation": "Je comprends que {{childName}} n'est pas admissible au Régime canadien de soins dentaires s'il ou elle a accès à une assurance ou à une couverture dentaire.",
      "back-btn": "Retour",
      "save-btn": "Sauvegarder",
      "detail": {
        "additional-info": {
          "list": {
            "employer": "régime d'un employeur d'un membre de sa famille",
            "pension": "régime de retraite d'un membre de la famille",
            "organization": "organisation professionnelle ou étudiante",
            "private": "couverture achetée individuellement"
          },
          "eligible": "Cela s'applique également s'ils choisissent de ne pas souscrire d'assurance dentaire privée, si vous ne l'utilisez pas ou si vous devez payer une prime pour cette assurance.",
          "access": "L'accès à une couverture dentaire dans le cadre du Régime canadien de soins dentaires ou d'autres programmes sociaux fédéraux, provinciaux ou territoriaux n'est pas considéré comme un accès à une assurance dentaire privée."
        }
      },
      "alert": {
        "title": "Confirmation de l'assurance dentaire privée",
        "body": "Si {{childName}} a accès à une assurance ou à une couverture dentaire privée, il ou elle n'est pas admissible au Régime canadien de soins dentaires. Si vous poursuivez la demande et que {{childName}} est un membre actuel, sa couverture prendra fin immédiatement."
      },
      "error-message": {
        "dental-insurance-required": "Sélectionnez si vous avez accès à une assurance dentaire",
        "dental-insurance-eligibility-confirmation-required": "Sélectionnez si vous comprenez que si vous avez une assurance dentaire privée, vous n'êtes pas admissible au Régime canadien de soins dentaires"
      }
    }
  },
  "dental-insurance-exit-application": {
    "page-title": "Nous pourrions vous demander des renseignements supplémentaires",
    "are-you-sure": "Vous pourriez devoir fournir une preuve démontrant que vous n'avez pas accès à une autre assurance dentaire. Cochez la case pour confirmer que vous comprenez ce qui est requis.",
    "click-back": "Si vous souhaitez mettre fin à la session et interrompre votre demande, sélectionnez « Fermer la demande ». Les renseignements entrés ne seront pas sauvegardés.",
    "back-btn": "Retour",
    "exit-btn": "Fermer la demande",
    "exit-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
  }
}
