{
  "applicant-information": {
    "page-title": "Renseignements sur le demandeur",
    "form-instructions-sin": "Veuillez indiquer votre nom légal tel qu'indiqué sur votre carte ou votre lettre de numéro d'assurance sociale (NAS).",
    "form-instructions-info": "Nous utiliserons les renseignements que vous avez fournis pour vérifier votre identité. Tout renseignement qui ne correspond pas à ceux associés à votre numéro d'assurance sociale pourrait retarder le traitement de votre demande.",
    "sin": "Numéro d'assurance sociale",
    "last-name": "Nom de famille",
    "first-name": "Prénom",
    "name-instructions": "(FR) If using a single legal name, please enter that name in BOTH the first name and last name fields.",
    "marital-status": "État matrimonial",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "error-message": {
      "valid-sin": "(FR) Must be a valid SIN",
      "last-name": "(FR) Last name must be provided",
      "marital-status": "(FR) Marital status must be provided"
    }
  },
  "communication-preference": {
    "page-title": "Préférences en matière de communication",
    "note": "Si vous êtes admissible, nous communiquerons les détails liés à votre adhésion à la Sun Life du Canada, compagnie d'assurance-vie, qui sera responsable du traitement de l'adhésion des membres et de la gestion des demandes de règlement et des prestations du Régime canadien de soins dentaires.",
    "preferred-method": "Quel est votre mode de communication préféré pour la Sun Life et le gouvernement du Canada?",
    "preferred-language": "Quelle langue officielle de communication préférez-vous?",
    "email": "Adresse courriel",
    "confirm-email": "Confirmer l'adresse courriel",
    "future-email-note": "(FR) Add your email to receive future communication from Service Canada and Health Canada for the purpose of the Canadian Dental Care Plan.",
    "future-email": "Adresse courriel (facultatif)",
    "future-confirm-email": "Confirmer l'adresse courriel (facultatif)",
    "back": "Retour",
    "continue": "Continuer",
    "error-message": {
      "empty-method": "Le mode de communication doit être sélectionné",
      "empty-language": "Le language doit être sélectionné",
      "empty-email": "L'adresse courriel doit être fournie",
      "empty-confirm-email": "La confirmation de l'adresse courriel doit être fournie",
      "invalid-email": "Adresse courriel invalide",
      "not-the-same": "Les adresses courriel sont différentes"
    }
  },
  "confirm": {
    "page-title": "(FR) Confirmation",
    "alert-heading": "(FR) You have successfully applied for the Canadian Dental Care Plan!",
    "app-code-is": "(FR) Your application code is:",
    "make-note": "(FR) Make note of this code, as you will need it to check the status of your application.",
    "keep-copy": "(FR) Keep a copy of your application",
    "print-copy-text": "(FR) You will <strong>not</strong> be receiving a <strong>confirmation email</strong>. It is important to keep a copy of your application. You can use this button to print.",
    "print-btn": "(FR) Print",
    "whats-next": "(FR) What happens next?",
    "begin-process": "(FR) We will begin processing your application immediately.",
    "cdcp-checker": "(FR) You can use the <cdcpLink>Canadian Dental Care Plan Status Checker</cdcpLink> or call 1-833-537-4342 to track the progress of your application.",
    "cdcp-checker-link": "https://canadadental-uat.powerappsportals.com/fr/status-etat/",
    "use-code": "(FR) You can use your application code to begin tracking the progress within 48 hours of applying.",
    "register-msca-title": "(FR) Register for a My Service Canada Account",
    "register-msca-text": "(FR) Once your application is processed, you will be able to sign into <mscaLink>My Service Canada Account(MSCA)</mscaLink> to view or update your personal information. You will also be able to view any letters sent to you from the Government of Canada regarding the Canadian Dental Care Plan.",
    "msca-notify": "(FR) You will be notified of your acceptance into the Canadian Dental Care Plan in MSCA.",
    "msca-link": "https://www.canada.ca/fr/emploi-developpement-social/services/mon-dossier.html",
    "how-insurance": "(FR) How do I use my insurance?",
    "eligible-text": "(FR) If you are deemed eligible, Sun Life will send you a welcome package by mail. Your welcome package will include your member card and details about the Canadian Dental Care Plan, including your coverage start date. The Canadian Dental Care Plan will not reimburse you for dental services received before that date.",
    "more-info-cdcp": "(FR) For more information on what services and how much will be covered, visit <moreInfoLink>Canadian Dental Care Plan - What is covered</moreInfoLink>.",
    "more-linfo-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/couverture.html",
    "ineligible-text": "(FR) If you are deemed ineligible and your circumstances change that may impact your eligibility for the Canadian Dental Care Plan, you can submit a new application.",
    "more-info-service": "(FR) For more information, please contact <dentalContactUsLink>Service Canada.</dentalContactUsLink>",
    "dental-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/contactez.html",
    "application-summ": "(FR) Application Summary",
    "applicant-title": "(FR) Applicant Information",
    "spouse-info": "(FR) Spouse / Common-law Information",
    "contact-info": "(FR) Contact Information",
    "comm-prefs": "(FR) Communication Preferences",
    "dental-insurance": "(FR) Access to Dental Insurance",
    "dob": "(FR) Date of Birth: {{dob}}",
    "sin": "(FR) Social Insurance Number (SIN): {{sin}}",
    "full-name": "(FR) Full Name: {{name}}",
    "martial-status": "(FR) Martial Status: {{status}}",
    "consent": "(FR) Consent: My spouse or common-law partner is aware and has consented to sharing of their personal information.",
    "no-consent": "(FR) Consent: My spouse or common-law partner is aware and has not consented to sharing of their personal information.",
    "phone-number": "(FR) Telephone Number: {{phone}}",
    "alt-phone-number": "(FR) Alternate Telephone Number: {{altPhone}}",
    "mailing": "(FR) Mailing Address: {{address}}",
    "home": "(FR) Home Address: {{address}}",
    "comm-pref": "(FR) Communication Preference: {{pref}}",
    "lang-pref": "(FR) Language Preference: {{pref}}",
    "dental-private": "(FR) Access to dental insurance: {{access}}",
    "dental-public": "(FR) Access to dental government insurance: {{access}}"
  },
  "demographics-oral-health-questions": {
    "part1": {
      "page-title": "(FR) Voluntary demographic and oral health questions part 1 of 2",
      "paragraph1": "(FR) Answering the following questions will not impact your application in the CDCP. Providing a response to the questions below is voluntary. Your input, will help Health Canada evaluate and improve the Canadian Dental Care Plan, including understanding if there are potential access or inequity issues. ",
      "paragraph2": "(FR) All responses have an option of \"prefer not to answer\". All responses are kept confidential and are only used for program monitoring, evaluation and reporting purposes.",
      "question1": "1.(FR) Where were you born?",
      "question4": "4.(FR) Do you identify as a person with a disability?",
      "question4-note": "(FR) A person with a disability is a person who has a long-term difficulty or  condition, such as vision, hearing, mobility, flexibility, dexterity, pain, learning, developmental, memory or mental health-related impairments, that limit their daily activities inside or outside the home such as at school, work, or in the community in general.",
      "button-back": "(FR) Back",
      "button-continue": "(FR) Continue"
    },
    "part2": {
      "page-title": "(FR) Voluntary demographic and oral health questions part 2 of 2",
      "question-gender": "5. (FR) What is your gender? Gender refers to current gender which may be different from sex assigned at birth and may be different from what is indicated on legal documents.",
      "question-gender-other-specify": "(FR) Specify",
      "question-mouth-pain": "6.(FR) In the past 12 months, how often have you had any persistent or on-going mouth pain? Mouth pain includes pain in teeth, gums, tongue, jaw, jaw joints.",
      "question-last-dental-visit": "8. (FR) When was the last time you saw a dentist, denturist, dental hygienist or any other dental specialist? Services may have been provided in any setting where the oral health professional is licensed to practice",
      "question-avoided-dental-cost": "8. (FR) In the past 12 months, have you avoided going to a dental professional for dental care due to the cost of care?",
      "button-back": "(FR) Back",
      "button-continue": "(FR) Continue",
      "error-message": {
        "empty-radio": "(FR) Please select a value",
        "empty-field": "(FR) Please enter a value"
      }
    },
    "optional-demographic-oral-health-questions": {
      "page-title": "(FR) Voluntary demographic and oral health questions",
      "responses-will-be-confidential": "(FR) The following questions will help Health Canada understand how the program could be improved over time. All responses will be kept confidential.",
      "questions-are-voluntary": "(FR) Answering these questions is optional.",
      "anwsers-will-not-affect-eligibility": "(FR) Your answers will not affect your eligibility for the Canadian Dental Care Plan.",
      "answer-button": "(FR) Continue",
      "back-button": "(FR) Back"
    }
  },
  "dental-benefits": {
    "title": "(Fr) Access to other federal, provincial or territorial dental benefits",
    "access-to-dental": "(Fr) Access to dental coverage through a provincial, territorial or federal government social program will not impact your eligibility for the Canadian Dental Care Plan.",
    "eligibility-criteria": "(Fr) If you meet all the eligibility criteria, your coverage will be coordinated between the plans to ensure there are no duplication or gaps in coverage.",
    "federal-benefits": {
      "title": "(Fr) Federal benefits",
      "legend": "(Fr) Do you have dental benefits through a social program offered by a federal program?",
      "option-yes": "(Fr)<strong>Yes</strong>, I have <strong>federal</strong> benefits.",
      "option-no": "(Fr)<strong>No</strong>, I do not have <strong>federal</strong> benefits.",
      "social-programs": {
        "legend": "(Fr) Please select which social program you are covered under. If you have more than one, please select the one you use most."
      }
    },
    "provincial-territorial-benefits": {
      "title": "(Fr) Provincial or territorial benefits",
      "legend": "(Fr) Do you have dental benefits through a social program offered by your province or territory?",
      "option-yes": "(Fr)<strong>Yes</strong>, I have <strong>provincial or territorial</strong> benefits.",
      "option-no": "(Fr)<strong>No</strong>, I do not have <strong>provincial or territorial</strong> benefits.",
      "social-programs": {
        "input-legend": "(Fr) If yes, through which province or territory?",
        "radio-legend": "(Fr) Please select which social program you are covered under. If you have more than one, please select the one you use most."
      }
    },
    "button": {
      "back": "(Fr) Back",
      "continue": "(Fr) Continue"
    }
  },
  "dental-insurance": {
    "title": "(Fr) Access to other dental insurance",
    "legend": "(Fr) Do you have access to dental insurance or coverage through one of the following four situations?",
    "list": {
      "employment": "(Fr) Your employment benefits or a family member’s employment benefits, including health and wellness account",
      "pension": "(Fr) Your pension benefits or a family member’s pension benefits",
      "purchased": "(Fr) Purchased by you or a family member or through a group plan from an insurance or benefits company",
      "professional": "(Fr) Through a professional or student organization"
    },
    "option-yes": "(Fr) <strong>Yes</strong>, I have access to dental insurance or coverage.",
    "option-no": "(Fr) <strong>No</strong>, I do not have access to dental insurance or coverage.",
    "button": {
      "back": "(Fr) Back",
      "continue": "(Fr) Continue"
    },
    "detail": {
      "additional-info": {
        "title": "(Fr) Additional information",
        "eligible": "(Fr) Exception: You may still be eligible if you retired and:",
        "list": {
          "opted": "(Fr) you opted out of pension benefits before December 11, 2023, and",
          "cannot-opt": "(Fr) you can’t opt back in under the pension rules"
        },
        "not-eligible": "(Fr) You are still considered to have access to dental insurance or coverage if you choose to opt out of benefits provided through your employer/pension (see exception) benefits or through a professional or student organization. As such, you are not eligible for the CDCP.",
        "not-eligible-purchased": "(Fr) If you purchased your current dental insurance policy privately on your own (and not as part of any of the coverage described above), you’re not eligible for the CDCP while that coverage is in effect."
      }
    },
    "error-message": {
      "required": "(Fr) Access to dental insurance must be selected"
    }
  },
  "eligibility": {
    "type-of-application": {
      "page-title": "Type de demande",
      "form-instructions": "Qui présente la demande?",
      "radio-options": {
        "personal": "Je présente une demande pour moi-même",
        "delegate": "Je présente une demande pour quelqu'un d'autre"
      },
      "error-message": {
        "Required": "Le type de demandeur doit être fourni"
      },
      "back-btn": "Retour",
      "continue-btn": "Continuer"
    },
    "tax-filing": {
      "page-title": "Déclaration de revenus",
      "form-instructions": "Est-ce que vous ou votre époux/épouse ou conjoint/conjointe de fait (s'il y a lieu) avez produit votre déclaration de revenus pour 2023 et avez reçu votre avis de cotisation?",
      "radio-options": {
        "yes": "Oui",
        "no": "Non"
      },
      "error-message": {
        "Required": "La déclaration de revenus doit être fournie"
      },
      "back-btn": "Retour",
      "continue-btn": "Continuer"
    },
    "date-of-birth": {
      "page-title": "Date de naissance",
      "description": "Les demandes au titre du Régime canadien de soins dentaires (RCSD) seront traitées par étapes. Votre date de naissance détermine le moment où vous pouvez présenter une demande.",
      "form-instructions": "Veuillez entrer votre date de naissance",
      "month": "(FR) Month",
      "day": "(FR) Day",
      "year": "(FR) Year",
      "error-message": {
        "day": "Jour",
        "month": "Mois",
        "year": "Année"
      },
      "back-btn": "Retour",
      "continue-btn": "Continuer"
    },
    "application-delegate": {
      "page-title": "La demande au nom d'une autre personne ne peut pas être effectuée en ligne pour le moment.",
      "contact-representative": "Vous devez <contactServiceCanada>parler à un représentant de Service Canada</contactServiceCanada> pour présenter une demande au nom de quelqu'un. Veuillez communiquer avec Service Canada au <span>1-833-537-4342</span> ou visiter un bureau de Service Canada près de chez vous.",
      "prepare-to-apply": "<preparingToApply>Se préparer à présenter une demande au nom de quelqu'un</preparingToApply>",
      "contact-service-canada-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/contactez.html",
      "preparing-to-apply-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html#aide",
      "back-btn": "Retour",
      "return-btn": "Revenir à la page principale"
    },
    "file-your-taxes": {
      "page-title": "Produire votre déclaration de revenus",
      "ineligible-to-apply": "Vous n'êtes pas admissible au Régime canadien de soins dentaires pour le moment.",
      "tax-not-filed": "Vous ou votre épouse/époux ou conjoint/conjointe de fait n'avez pas produit de déclaration de revenus pour l'année 2023 auprès de l'Agence du revenu du Canada.",
      "unable-to-assess": "Nous utilisons les renseignements de votre déclaration de revenus pour nous assurer que vous répondez aux critères d'admissibilité au RCSD. Tant que vous n'aurez pas produit votre déclaration de revenus de 2023, nous ne pourrons pas évaluer votre admissibilité.",
      "tax-info": "Pour en savoir plus sur la façon de produire votre déclaration de revenus, consultez la page <taxInfo>Préparez-vous à faire vos impôts.</taxInfo>",
      "apply-after": "Veuillez présenter une demande de participation au régime après avoir produit votre déclaration de revenus et reçu votre avis de cotisation.",
      "tax-info-href": "https://www.canada.ca/fr/services/impots/impot-sur-le-revenu/impot-sur-le-revenu-des-particuliers/preparez-vous-impots.html",
      "back-btn": "Retour",
      "return-btn": "Revenir à la page principale"
    },
    "dob-eligibility": {
      "page-title": "Découvrez quand vous pouvez présenter une demande",
      "ineligible-to-apply": "Vous n'êtes actuellement pas admissible au Régime canadien de soins dentaires. Les demandes au titre du Régime canadien de soins dentaires se font par étapes.",
      "eligibility-info": "<eligibilityInfo>Découvrez quand vous pouvez faire une demande au Régime canadien de soins dentaires.</eligibilityInfo>",
      "eligibility-info-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html#quand",
      "back-btn": "Retour",
      "return-btn": "Revenir à la page principale"
    }
  },
  "index": {
    "page-title": "Présentation d'une demande d'adhésion au Régime canadien de soins dentaires",
    "submit": "Continuer"
  },
  "partner-information": {
    "page-title": "Renseignements sur l'époux/épouse ou le conjoint/conjointe de fait",
    "provide-sin": "Fournissez les renseignements sur votre époux/épouse ou conjoint/conjointe de fait actuel tels qu'ils figurent sur sa carte ou lettre d'assurance sociale.",
    "required-information": "Ces renseignements sont nécessaires pour calculer le revenu familial net rajusté. Veuillez noter que l'époux/épouse ou le conjoint/conjointe de fait doit présenter sa propre demande.",
    "sin": "Numéro d'assurance sociale",
    "dob": "Date de naissance",
    "year": "Année",
    "month": "Mois",
    "day": "Jour",
    "last-name": "Nom de famille",
    "first-name": "Prénom",
    "name-instructions": "(FR) If using a single legal name, please enter that name in BOTH the first name and last name fields.",
    "confirm-checkbox": "Je confirme que mon époux/épouse ou mon conjoint/conjointe de fait est au courant et a consenti à la communication de ses renseignements personnels.",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "error-message": {
      "valid-sin": "(FR) Must be a valid SIN",
      "last-name": "(FR) Last name must be provided",
      "month": "(FR) Month must be valid",
      "day": "(FR) Day must be valid for the given month and year",
      "year": "(FR) Year must be valid",
      "confirm": "(FR) Checkbox must be selected"
    }
  },
  "personal-information": {
    "page-title": "Renseignements personnels",
    "form-instructions": "L'ajout d'un numéro de téléphone aide Service Canada à vous joindre en cas de problème avec votre demande et peut contribuer à réduire les délais de traitement de votre demande. Sinon, nous communiquerons avec vous par la poste en utilisant l'adresse postale que vous fournissez.",
    "telephone-number": "Numéro de téléphone (facultatif)",
    "telephone-number-alt": "Le numéro de téléphone secondaire (facultatif)",
    "mailing-address": {
      "header": "Adresse postale",
      "note": "Nous pouvons vous envoyer des lettres par la poste au sujet de votre demande au RCSD."
    },
    "home-address": {
      "header": "Adresse du domicile",
      "use-mailing-address": "L'adresse postale est identique à l'adresse à la maison"
    },
    "address-field": {
      "address": "Adresse",
      "address-note": "Indiquez le numéro et le nom de la rue.",
      "apartment": "Appartement, bureau, etc. (facultatif)",
      "country": "Pays",
      "province": "Province, territoire, État ou région",
      "city": "Ville ou municipalité",
      "postal-code": "Code postal ou code ZIP",
      "select-one": "Choisissez une option"
    },
    "back": "Retour",
    "continue": "Continuer",
    "error-message": {
      "invalid-phone": "Numéro de téléphone invalide",
      "empty-address": "Une adresse doit être fournie",
      "empty-country": "Un pays doit être sélectionné",
      "empty-province": "Une province doit être sélectionnée",
      "empty-city": "Une ville doit être fournie",
      "empty-postal-code": "Le code postal ou le code zip doit être fourni",
      "invalid-postal-code": "Code postal invalide (A1A 1A1)",
      "invalid-zip-code": "Code zip invalide (12345)"
    }
  },
  "review-information": {
    "read-carefully": "(FR) Please review this information carefully. The information provided will be used by Sun Life to create your member account and will be reflected on your member card.",
    "page-title": "(FR) Review Information",
    "page-sub-title": "(FR) Applicant Information",
    "dob-title": "(FR) Date of birth",
    "dob-change": "(FR) Change date of birth",
    "sin-title": "(FR) Social Insurance Number (SIN)",
    "sin-change": "(FR) Change SIN",
    "full-name-title": "(FR) Full name",
    "full-name-change": "(FR) Change full name",
    "martial-title": "(FR) Martial status",
    "martial-change": "(FR) Change martial status",
    "spouse-title": "(FR) Spouse / Commom-law information",
    "personal-info-title": "(FR) Personal Information",
    "phone-title": "(FR) Phone number",
    "phone-change": "(FR) Change phone number",
    "alt-phone-title": "(FR) Alternate phone number",
    "alt-phone-change": "(FR) Change alternate phone number",
    "mailing-title": "(FR) Mailing address",
    "mailing-change": "(FR) Change mailing address",
    "home-title": "(FR) Home address",
    "home-change": "(FR) Change home address",
    "comm-title": "(FR) Communication",
    "comm-electronic": "(FR) Electronic",
    "comm-mail": "(FR) Postal mail",
    "comm-pref-title": "(FR) Communication preference",
    "comm-pref-change": "(FR) Change communication preference",
    "lang-pref-title": "(FR) Language preference",
    "lang-pref-change": "(FR) Change language preference",
    "dental-title": "(FR) Access to dental insurance",
    "dental-private-title": "(FR) Access to dental insurance",
    "dental-private-change": "(FR) Change answer to private dental benefits",
    "dental-public-title": "(FR) Access to governmental dental insurance",
    "dental-public-change": "(FR) Change answer to public dental benefits",
    "dental-has-access": "(FR) Has access to the following:",
    "dental-has-no-access": "No access to dental benefits",
    "submit-app-title": "(FR) Submit your application",
    "submit-p-proceed": "(FR) By proceeding with this application, you are agreeing to attest truthfully to the information provided.",
    "submit-p-false-info": "(FR) Submitting false information for you and your family may result in you being removed from the plan and have to repay the full cost of care received through CDCP.",
    "submit-button": "(FR) Submit Application",
    "exit-button": "(FR) Exit application"
  },
  "terms-and-conditions": {
    "terms-and-conditions": {
      "index": {
        "page-heading": "FR Terms and Conditions of Use and Privacy Statement",
        "intro-text": "FR We are glad you are using the Canadian Dental Care Plan (CDCP) Online Application (\"the Online Application\"). We have developed some terms and conditions for using this service (\"Terms of Use\" or \"Terms\"). Please read them carefully.",
        "terms-and-conditions-of-use-heading": "FR Conditions d'utilisation du vérificateur de l'état d'une demande",
        "terms-and-conditions-of-use-part-one": "FR We are glad you are using the Canadian Dental Care Plan (CDCP) Online Application (\"the Online Application\"). We have developed some important terms and conditions for using this service (\"Terms of Use\" or \"Terms\"). Please read them carefully.",
        "terms-and-conditions-of-use-part-two": "FR Terms and Conditions of Use for the Canadian Dental Care Plan Online Application.",
        "terms-and-conditions-of-use-part-three-bold": "VEUILLEZ LIRE ATTENTIVEMENT. ",
        "terms-and-conditions-of-use-part-three-text": "Nous sommes heureux que vous utilisiez le vérificateur de l'état d'une demande du Régime canadien de soins dentaires. Certaines conditions générales d'utilisation importantes s'appliquent à l'utilisation de ce service (« conditions d'utilisation » ou « conditions »). Veuillez les lire attentivement. Elles sont importantes parce qu'elles régissent votre utilisation du vérificateur de l'état d'une demande. Nous vous invitons à lire attentivement les présentes conditions, car elles ont une incidence ou peuvent avoir une incidence sur vos droits et vos obligations juridiques. En cas de divergence, les présentes conditions d'utilisation ont préséance sur celles du site Canada.ca.",
        "terms-and-conditions-of-use-part-four": "Votre accès au vérificateur de l'état d'une demande et votre utilisation de celui-ci, y compris tout renseignement qu'il contient, sont assujettis à (1) votre acceptation des présentes conditions d'utilisation et à (2) votre conformité à celles-ci.",
        "terms-and-conditions-of-use-part-five": "Chaque fois que vous utilisez le vérificateur de l'état d'une demande, ces conditions d'utilisation continuent de s'appliquer. En l'utilisant, vous acceptez de respecter ces conditions. Il vous incombe de comprendre et de retenir ces conditions générales d'utilisation.",
        "terms-and-conditions-of-use-part-six": "Vous pouvez toujours décider de ne pas accepter ces conditions. Le cas échéant, vous ne serez pas autorisé à accéder au vérificateur de l'état d'une demande et à l'utiliser.",
        "terms-and-conditions-of-use-part-seven": "Aux fins des présentes conditions d'utilisation, « EDSC » s'entend de Sa Majesté le Roi du chef du Canada, représenté par le ministre de l'Emploi et du Développement social du Canada.",
        "terms-and-conditions-of-use-terms-of-use-of-the-online-application-heading": "FR Terms of Use of the Online Application.",
        "terms-and-conditions-of-use-terms-of-use-of-the-online-application-bullet-self-agreement": "FR Using the Online Application means that you have read and agree to these Terms of Use and the Privacy Notice Statement. If, at any time, you withdraw your agreement to any of the Terms and Conditions of Use you must stop use of the Online Application; or",
        "terms-and-conditions-of-use-terms-of-use-of-the-online-application-bullet-on-behalf-of-someone-else": "FR If you are using the Application on behalf of another individual, by using the Application, you certify that you have all the necessary authority, permission, and authorities to agree to the Terms of Use on behalf of that individual, and that you agree to the Terms on your own personal behalf and on behalf of the individual you are representing.",
        "terms-and-conditions-of-use-terms-of-use-of-the-online-application-bullet-at-your-own-risk": "FR You are using this service at your own risk, and you need to keep any personal information safe. Make sure to close the browser or log out when you are done.",
        "terms-and-conditions-of-use-terms-of-use-of-the-online-application-bullet-only-use": "FR Only use the Online Application to apply to the Canadian Dental Care Plan.",
        "terms-and-conditions-of-use-terms-of-use-of-the-online-application-bullet-maintenance": "FR There will be times when the system might be down for maintenance.",
        "terms-and-conditions-of-use-terms-of-use-of-the-online-application-bullet-inactive": "FR If you are inactive for 15 minutes on the Online Application, your session will end and you will lose any information you entered.",
        "terms-and-conditions-of-use-terms-of-use-of-the-online-application-bullet-msdc": "FR ESDC uses services from Microsoft Corporation to run the Online Application. The Microsoft data centers used by ESDC are in Canada in accordance with Microsoft Corporation's Terms of Service Agreement.",
        "terms-and-conditions-of-use-terms-of-use-of-the-online-application-bullet-antibot": "FR ESDC uses hCaptcha anti-bot services for our online tools in accordance with hCaptcha's <hcaptchaTermsOfService> Terms of Service.<hcaptchaTermsOfService>",
        "terms-and-conditions-of-use-terms-of-use-of-the-online-application-bullet-hcaptcha-link": "FR https://www.hcaptcha.com/terms",
        "terms-and-conditions-of-use-disclaimers-heading": "FR Disclaimers",
        "terms-and-conditions-of-use-disclaimers-text": "FR You understand and agree that ESDC provides the Canadian Dental Care Plan Online Application 'as is' with no representation, warranty or guarantee, implied or express, of any kind whatsoever and that ESDC disclaims any and all liability in relation to the use of the Online Application, including any loss, damage or injury arising from or related to:",
        "terms-and-conditions-of-use-disclaimers-bullet-one": "FR any matters or factors outside of its control, including the availability or unavailability of the internet, or telecommunications or other infrastructure systems; or",
        "terms-and-conditions-of-use-disclaimers-bullet-two": "FR the non-acceptance of information provided through the Online Application; or",
        "terms-and-conditions-of-use-disclaimers-bullet-three": "FR non-compliance with any of these Terms.",
        "terms-and-conditions-of-use-disclaimers-text-continued": "FR I hereby agree to indentify and hold ESDC harmless from any such liability.",
        "terms-and-conditions-of-use-changes-to-these-terms-of-use-heading": "FR Changes to these Terms of Use",
        "terms-and-conditions-of-use-changes-to-these-terms-of-use-text": "FR ESDC may amend these Terms of Use at any time and without notice. Such changes shall be effective immediately on the date they are published. By using the Online Application, you agree to abide by the amended Terms. You are responsible to ensure you understand and retain the amended Terms.",
        "privacy-notice-statement-heading": "FR Énoncé de confidentialité",
        "privacy-notice-statement-personal-information-heading": "FR Personal Information",
        "privacy-notice-statement-personal-information-text": "FR Service Canada, which is part of Employment and Social Development Canada (ESDC),administers applications for the Canada Dental Care Plan (CDCP) on behalf of Health Canada (HC). Service Canada will collect the personal information you include in your CDCP application to validate eligibility against the CDCP criteria.",
        "privacy-notice-statement-how-we-protect-your-privacy-heading": "FR How we protect your privacy",
        "privacy-notice-statement-how-we-protect-your-privacy-text-part-one": "FR The collection and use of your personal information is authorized under the Privacy Act, the Department of Health Act, the Dental Care Measures Act, the Department of Employment and Social Development Act, and other applicable laws.",
        "privacy-notice-statement-how-we-protect-your-privacy-text-part-two": "FR You have the right to the protection of, access to, and where applicable, the correction of your personal information. It is kept in the following personal information banks:",
        "privacy-notice-statement-how-we-protect-your-privacy-bullet-one": "FR [LIST PIBS WITH THEIR NUMBERS]",
        "privacy-notice-statement-how-we-protect-your-privacy-text-part-three": "FR You can learn how to access this information in the government publication called  <infosource>Info Source</infosource>. You can also access Info Source online at any Service Canada Centre.",
        "privacy-notice-statement-how-we-protect-your-privacy-text-part-four": "FR ESDC carries out this application using services from third-party provider Microsoft Corporation, which may be subject to foreign laws. For more information, see: <microsoftDataPrivacyPolicy>Microsoft Data Privacy Policy & Privacy Principles</microsoftDataPrivacyPolicy>.",
        "privacy-notice-statement-how-we-protect-your-privacy-text-part-five": "FR If you don't agree with the way your personal information was handled by Service Canada, you can contact the Privacy Commissioner of Canada to <fileacomplaint>file a complaint</fileacomplaint>.",
        "privacy-notice-statement-who-we-can-share-your-information-with-heading": "FR Who we can share your information with",
        "privacy-notice-statement-who-we-can-share-your-information-with-text-part-one": "FR ESDC will share your personal information with partners in administrating the plan to validate your eligibility and register you for the CDCP.",
        "privacy-notice-statement-who-we-can-share-your-information-with-text-part-two": "FR Your data may also be disclosed to the CDCP benefits administrator and the benefits administrator's agents and service providers for the purpose of underwriting, verification, administration, adjudication and investigation of claims under CDCP.",
        "privacy-notice-statement-who-we-can-share-your-information-with-text-part-three": "FR ESDC may use or share the information you provide for policy analysis, research, monitoring and/or evaluation activities within ESDC and HC. These uses or activities will not affect any administrative decisions made about you.",
        "privacy-notice-statement-what-happens-if-you-dont-give-us-your-information-heading": "FR What happens if you don't give us your information",
        "privacy-notice-statement-what-happens-if-you-dont-give-us-your-information-text": "FR Participation in the CDCP is voluntary; however, if you do not provide your personal information in your application, you cannot be considered for the CDCP.",
        "apply-now": {
          "text": "En commençant ce processus de demande de prestations, vous consentez aux modalités de l'énoncé de confidentialité ci-dessus.",
          "start-button": "Commencer à remplir une demande >",
          "back-button": "Retour"
        }
      }
    }
  },
  "exit-application": {
    "page-title": "Exit Application",
    "are-you-sure": "Are you sure you want to exit this application? If you click \"Exit\", the form will reset and your information will be lost.",
    "click-back": "Click \"Back\" to return to the form.",
    "back-btn": "Back",
    "exit-btn": "Exit"
  }
}
