{
  "application-delegate": {
    "page-title": "La demande au nom d'une autre personne ne peut pas être effectuée en ligne pour le moment.",
    "contact-representative": "Vous devez <contactServiceCanada>parler à un représentant de Service Canada</contactServiceCanada> pour présenter une demande au nom de quelqu'un. Veuillez communiquer avec Service Canada au <span>1-833-537-4342</span> ou vous rendre dans un bureau de Service Canada.",
    "prepare-to-apply": "<preparingToApply>Se préparer à présenter une demande au nom de quelqu'un</preparingToApply>",
    "contact-service-canada-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/contactez.html",
    "preparing-to-apply-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html#aide",
    "back-btn": "Retour",
    "return-btn": "Revenir à la page principale",
    "return-btn-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
  },
  "index": {
    "page-title": "(FR) Applying for the Canadian Dental Care Plan"
  },
  "progress": {
    "label": "Suivi de la progression de l'application"
  },
  "required-label": "Remplir tous les champs",
  "optional-label": "Remplir tous les champs sauf s'ils sont indiqués facultatifs",
  "terms-and-conditions": {
    "page-title": "Présentation d'une demande d'adhésion au Régime canadien de soins dentaires",
    "page-heading": "Conditions générales d'utilisation et énoncé de confidentialité",
    "intro-text": "Merci d'utiliser la demande en ligne du Régime canadien de soins dentaires (RCSD) (« la demande en ligne »). Nous avons établi conditions d'utilisation de ce service (« conditions d'utilisation »). Veuillez les lire attentivement.",
    "terms-and-conditions-of-use": {
      "summary": "Conditions générales d'utilisation",
      "online-application-legal-terms": "VEUILLEZ LIRE ATTENTIVEMENT. Les présentes conditions d'utilisation de la demande en ligne du Régime canadien de soins dentaires (RCSD) contiennent des renseignements sur vos droits et obligations juridiques et régissent votre utilisation de la demande en ligne. Les présentes conditions d'utilisation doivent être lues en parallèle avec celles du site Web Canada.ca. En cas de divergence, les présentes conditions d'utilisation ont préséance sur <canadaTermsConditions>celles du site Web Canada.ca</canadaTermsConditions>. En cas de divergence, les présentes conditions générales d'utilisation ont préséance sur celles du site Web Canada.ca.",
      "online-application-access-terms": "Votre accès à la demande en ligne et votre utilisation de celle-ci, y compris tout le contenu, sont assujettis à (1) votre acceptation des présentes conditions d'utilisation et (2) votre respect de celles-ci.",
      "online-application-usage-terms": "Chaque fois que vous utilisez la demande en ligne, ces conditions continuent de s'appliquer. En utilisant la demande en ligne, vous acceptez de respecter les conditions suivantes. Il vous incombe de comprendre et de conserver ces conditions.",
      "online-application-outage": "Il peut arriver que le système soit interrompu pour des raisons de maintenance.",
      "online-application-timeout": "Si vous êtes inactif pendant 15 minutes dans la demande en ligne, votre séance prendra fin et vous perdrez tous les renseignements que vous avez entrés.",
      "terms-rejection-policy": "Vous pouvez en tout temps décider de ne pas accepter les conditions, auquel cas vous ne serez pas autorisé à accéder à la demande en ligne et à l'utiliser.",
      "esdc-definition-clarification": "Aux fins des présentes conditions d'utilisation, « EDSC » désigne Sa Majesté le Roi du chef du Canada représenté par le ministre de l'Emploi et du Développement social du Canada.",
      "online-application": {
        "heading": "Conditions générales d'utilisation de la demande en ligne",
        "self-agreement": "Votre utilisation de la demande en ligne signifie que vous avez lu et accepté les présentes conditions d'utilisation et l'énoncé de confidentialité. Si, à tout moment, vous cessez d'accepter l'une ou l'autre des conditions d'utilisation, vous devez renoncer à utiliser la demande en ligne.",
        "on-behalf-of-someone-else": "Si vous utilisez l'Application au nom d'un enfant, en utilisant l'Application en ligne, vous certifiez que vous disposez de toute l'autorité nécessaire pour accepter les Conditions au nom de cette personne, et que vous acceptez les Conditions au nom de la personne que vous représentez.",
        "at-your-own-risk": "Si vous utilisez un ordinateur partagé ou une connexion Internet partagée, vous utilisez ce service à vos propres risques et vous devrez protéger toutes vos informations personnelles. Si vous utilisez un ordinateur public, assurez-vous de fermer le navigateur ou de vous déconnecter lorsque vous avez terminé.",
        "msdc": "EDSC utilise les services de Microsoft Corporation pour exécuter la demande en ligne. Les centres de données Microsoft utilisés par EDSC sont au Canada conformément à l'entente sur <microsoftDataPrivacyPolicy>les conditions de service de Microsoft Corporation</microsoftDataPrivacyPolicy>.",
        "antibot": "EDSC utilise les services de protection contre les robots hCaptcha pour nos outils en ligne conformément aux <hcaptchaTermsOfService>conditions de service</hcaptchaTermsOfService> de hCaptcha."
      },
      "changes-to-these-terms-of-use": {
        "heading": "Changements apportés aux présentes conditions d'utilisation",
        "esdc-terms-amendment-policy": "EDSC peut modifier les présentes conditions à tout moment et sans préavis. Ces changements prennent effet immédiatement à la date de leur publication. En utilisant la demande en ligne, vous acceptez de respecter les conditions modifiées. Vous devez vous assurer de comprendre et de conserver les conditions modifiées."
      }
    },
    "privacy-notice-statement": {
      "summary": "Énoncé de confidentialité",
      "personal-information": {
        "heading": "Renseignements personnels",
        "service-canada-application-administration": "Service Canada, qui fait partie d'Emploi et Développement social Canada (EDSC), administre les demandes au titre du Régime canadien de soins dentaires (RCSD) au nom de Santé Canada (SC). Service Canada recueillera les renseignements personnels que vous inclurez dans votre demande au RCSD afin de valider l'admissibilité en fonction des critères du RCSD."
      },
      "how-we-protect-your-privacy": {
        "heading": "Comment protégeons-nous vos renseignements personnels",
        "personal-information-collection-and-use-authorization": "La collecte et l'utilisation de vos renseignements personnels sont autorisées en vertu de la <i>Loi sur la protection des renseignements personnels</i>, de la <i>Loi sur le ministère de la Santé</i>, de la <i>Loi sur les mesures de soins dentaires</i>, de la <i>Loi sur le ministère de l'Emploi et du Développement social</i> et d'autres lois applicables.",
        "personal-information-rights-and-access": "Vous avez droit à la protection de vos renseignements personnels, à l'accès à ceux-ci et, le cas échéant, à leur correction. Ils sont conservés dans les fichiers de renseignements personnels suivants :",
        "personal-information-banks": {
          "esdc-ppu-712": "Régime canadien de soins dentaires ESDC PPU 712",
          "hc-ppu-440": "Régime canadien de soins dentaires HC PPU 440"
        },
        "info-source-access": "Vous pouvez apprendre comment accéder à cette information dans la publication du gouvernement intitulée <infosource>Info Source</infosource>. Vous pouvez également accéder à Info Source en ligne dans n'importe quel Centre Service Canada.",
        "esdc-application-third-party-provider": "EDSC exécute cette demande en utilisant les services du fournisseur tiers Microsoft Corporation, qui peuvent être soumis à des lois étrangères. Pour plus d'information, consultez : <microsoftDataPrivacyPolicy>Politique de confidentialité des données et principes de confidentialité de Microsoft</microsoftDataPrivacyPolicy>.",
        "personal-information-handling-complaint-process": "Si vous n'êtes pas satisfait de la façon dont vos renseignements personnels ont été traités par EDSC, vous pouvez communiquer avec le commissaire à la protection de la vie privée du Canada pour <fileacomplaint>déposer une plainte</fileacomplaint>."
      },
      "who-we-can-share-your-information-with": {
        "heading": "Avec qui nous partagerons vos renseignements",
        "esdc-personal-information-sharing": "EDSC communiquera vos renseignements personnels à Santé Canada, l'Agence du revenu du Canada et la Sun Life dans le cadre de l'administration du régime afin de valider votre admissibilité et de vous inscrire au RCSD.",
        "benefits-administration-data-disclosure": "Vos données peuvent également être divulguées à l'administrateur des prestations du RCSD (Sun Life) et aux agents et fournisseurs de services de l'administrateur des prestations aux fins de souscription, de vérification, d'administration, de décision et d'enquête concernant les prestations versées au titre du RCSD.",
        "esdc-information-usage-policy": "EDSC peut utiliser ou partager les renseignements que vous fournissez pour les activités d'analyse des politiques, de recherche, de surveillance et d'évaluation au sein d'EDSC et de SC. Ces utilisations ou activités n'auront aucune incidence sur les décisions administratives prises à votre sujet.",
        "sun-life-authorization": "La Sun Life est autorisée à recueillir, à utiliser et à divulguer des renseignements vous concernant et à les communiquer à des personnes d'intérêt ou organismes comme, par exemple, des fournisseurs de soins buccodentaires, des institutions, des agences d'enquêtes, ainsi qu'au RCSD pour l'administration du plan, la vérification, les demandes de règlement et la sécurité du patient/client. Si vous êtes considéré comme mineur dans votre province ou territoire, vos renseignements personnels peuvent également être communiqués vos parents ou tuteurs légaux. Pour de plus amples renseignements quant à la politique de confidentialité de la Sun Life, consultez le <sunlife>www.sunlife.ca</sunlife>."
      },
      "what-happens-if-you-dont-give-us-your-information": {
        "heading": "Que se passe-t-il si vous ne nous fournissez pas vos renseignements",
        "text": "La participation au RCSD est volontaire; toutefois, si vous ne fournissez pas vos renseignements personnels dans votre demande, vous ne pouvez pas être pris en considération pour le RCSD."
      }
    },
    "apply": {
      "application-start-consent": "En poursuivant la demande, vous acceptez aux conditions générales d'utilisation ci-dessus et à l'énoncé de confidentialité.",
      "back-button": "Retour",
      "link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html",
      "start-button": "Accepter et poursuivre"
    },
    "links": {
      "canada-ca-terms-and-conditions": "https://www.canada.ca/fr/transparence/avis.html",
      "file-complaint": "https://www.priv.gc.ca/fr/signaler-un-probleme/",
      "hcaptcha": "https://www.hcaptcha.com/terms",
      "info-source": "https://www.canada.ca/fr/emploi-developpement-social/ministere/transparence/aai/rapports/infosource.html",
      "microsoft-data-privacy-policy": "https://www.microsoft.com/fr-ca/trust-center/privacy",
      "sun-life": "https://www.sunlife.ca/fr/"
    }
  },
  "type-of-application": {
    "page-title": "Type de demande",
    "page-description": "(FR) Applications for the Canadian Dental Care Plan is opening in phases.",
    "apply-self": "(FR) Applying for yourself",
    "apply-self-eligibility": "(FR) You can currently apply for yourself if you are:",
    "senior": "(FR) 65 or older",
    "valid-disability-tax-credit": "(FR) 18 to 64 and have a valid Disability Tax Credit certificate",
    "live-independently": "(FR) 16 and 17 and live independently from your parents",
    "apply-child": "(FR) Applying on behalf of your child",
    "apply-child-eligibility": "(FR) You can apply on behalf of your child if:",
    "sixteen-or-older": "(FR) You are 16 or older and the parent or legal guardian of the child; and",
    "under-eighteen": "(FR) The child is under 18 years old",
    "form-instructions": "Qui présente la demande?",
    "note": "(FR) please note, only one application can be processed for each child.",
    "split-custody-summary": "(FR) If you split custody of a child",
    "split-custody-detail": "(FR) If you have shared custody agreement for the child, eligibility for the plan and the amount covered is based on the parent or guardian that applies. The child's eligibility and amount covered may change if another parent or guardian applies for that child.",
    "multiple-application": "(FR) Do not submit multiple applications for a single child. Only one parent should apply per child.",
    "radio-options": {
      "personal": "Je présente une demande pour <strong>moi</strong>",
      "delegate": "(FR) I am applying on behalf of someone else as a <strong>legal delegate or Power of Attorney</strong>",
      "child": "(FR) I am applying for <strong>my child(ren)</strong>",
      "personal-and-child": "(FR) I am applying for <strong>myself and my child(ren)</strong>"
    },
    "error-message": {
      "type-of-application-required": "Sélectionnez à qui s'adresse cette demande"
    },
    "back-btn": "Retour",
    "continue-btn": "Continuer"
  }
}
