{
  "applicant-information": {
    "page-title": "Renseignements sur le demandeur",
    "form-instructions-sin": "Veuillez indiquer votre nom légal tel qu'indiqué sur votre carte ou votre lettre de numéro d'assurance sociale (NAS).",
    "form-instructions-info": "Nous utiliserons les renseignements que vous avez fournis pour vérifier votre identité. Tout renseignement qui ne correspond pas à ceux associés à votre numéro d'assurance sociale pourrait retarder le traitement de votre demande.",
    "sin": "Numéro d'assurance sociale",
    "last-name": "Nom de famille",
    "first-name": "Prénom",
    "name-instructions": "(FR) If using a single legal name, please enter that name in BOTH the first name and last name fields.",
    "marital-status": "État matrimonial",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "error-message": {
      "valid-sin": "(FR) Must be a valid SIN",
      "last-name": "(FR) Last name must be provided",
      "marital-status": "(FR) Marital status must be provided"
    }
  },
  "communication-preference": {
    "page-title": "Préférences en matière de communication",
    "note": "Si vous êtes admissible, nous communiquerons les détails liés à votre adhésion à la Sun Life du Canada, compagnie d'assurance-vie, qui sera responsable du traitement de l'adhésion des membres et de la gestion des demandes de règlement et des prestations du Régime canadien de soins dentaires.",
    "preferred-method": "Quel est votre mode de communication préféré pour la Sun Life et le gouvernement du Canada?",
    "preferred-language": "Quelle langue officielle de communication préférez-vous?",
    "email": "Adresse courriel",
    "confirm-email": "Confirmer l'adresse courriel",
    "future-email-note": "Ajoutez votre courriel pour recevoir de futures communications de Service Canada et de Santé Canada aux fins du Régime canadien de soins dentaires.",
    "future-email": "Adresse courriel (facultatif)",
    "future-confirm-email": "Confirmer l'adresse courriel (facultatif)",
    "back": "Retour",
    "continue": "Continuer",
    "error-message": {
      "empty-method": "Le mode de communication doit être sélectionné",
      "empty-language": "Le language doit être sélectionné",
      "empty-email": "L'adresse courriel doit être fournie",
      "empty-confirm-email": "La confirmation de l'adresse courriel doit être fournie",
      "invalid-email": "Adresse courriel invalide",
      "not-the-same": "Les adresses courriel sont différentes"
    }
  },
  "confirm": {
    "page-title": "Demande transmise",
    "alert-heading": "Vous avez présenté avec succès une demande au Régime canadien de soins dentaires!",
    "app-code-is": "Votre code de demande est :",
    "make-note": "Enregistrez ce code, car vous en aurez besoin pour vérifier l'état de votre demande.",
    "keep-copy": "Conservez une copie de votre demande",
    "print-copy-text": "Vous <strong>ne recevrez pas</strong> de <strong>courriel de confirmation</strong>. Il est important de conserver une copie de votre demande. Vous pouvez utiliser ce bouton pour imprimer une copie de votre demande.",
    "print-btn": "Imprimer",
    "whats-next": "Prochaines étapes",
    "begin-process": "Nous commencerons à traiter votre demande immédiatement.",
    "cdcp-checker": "Vous pouvez vérifier <cdcpLink>l'état de votre demande au Régime canadien de soins dentaires en ligne</cdcpLink> ou en appelant au 1-833-537-4342.",
    "cdcp-checker-link": "https://canadadental-uat.powerappsportals.com/fr/status-etat/",
    "use-code": "Vous pouvez utiliser votre code de demande pour suivre l'avancement de votre demande dans les 48 heures suivant sa transmission.",
    "register-msca-title": "Inscription à Mon dossier Service Canada",
    "register-msca-text": "Une fois votre demande traitée, vous pourrez vous connecter à <mscaLink>Mon dossier Service Canada (MDSC)</mscaLink>. Vous pourrez y consulter les lettres envoyées par le gouvernement du Canada au sujet du Régime canadien de soins dentaires.",
    "msca-notify": "Connectez-vous à Mon dossier Service Canada pour savoir si votre demande a été acceptée ou rejetée.",
    "msca-link": "https://www.canada.ca/fr/emploi-developpement-social/services/mon-dossier.html",
    "how-insurance": "Comment utiliser le Régime canadien de soins dentaires",
    "eligible-text": "Si vous êtes jugé admissible, la Sun Life vous enverra par la poste une trousse de bienvenue. La trousse de bienvenue contiendra votre carte de membre et des renseignements sur le Régime canadien de soins dentaires, dont la date de début de votre couverture. Le Régime canadien de soins dentaires ne vous remboursera pas les services de soins dentaires reçus avant cette date.",
    "more-info-cdcp": "Pour plus d'informations sur les services et les montants couverts, consultez le site du <moreInfoLink>Régime canadien de soins dentaires : Quels sont les services couverts.</moreInfoLink>",
    "more-linfo-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/couverture.html",
    "more-info-service": "Pour plus d'informations, <dentalContactUsLink>contactez Service Canada</dentalContactUsLink>.",
    "dental-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/contactez.html",
    "application-summ": "Résumé de la demande",
    "applicant-title": "Renseignements sur le demandeur",
    "spouse-info": "Renseignements sur votre époux/épouse ou votre conjoint/conjointe de fait",
    "contact-info": "Coordonnées",
    "comm-prefs": "Communication",
    "dental-insurance": "Accès à l'assurance dentaire",
    "dob": "Date de naissance :  {{dob}}",
    "sin": "Numéro d'assurance sociale (NAS) :  {{sin}}",
    "full-name": "Nom complet : {{name}}",
    "marital-status": "État civil : {{status}}",
    "consent": "Consentement : Mon époux/épouse ou mon conjoint/conjointe de fait est au courant et a consenti à la communication de ses renseignements personnels.",
    "phone-number": "Numéro de téléphone : {{phone}}",
    "alt-phone-number": "Autre numéro de téléphone : {{altPhone}}",
    "mailing": "Adresse postale : {{address}}",
    "home": "Adresse domiciliaire : {{address}}",
    "comm-pref": "Préférence en matière de communication : {{pref}}",
    "lang-pref": "Langue de préférence : {{pref}}",
    "dental-private": "Accès à une assurance dentaire : {{access}}",
    "dental-public": "Accès aux soins dentaires gouvernementaux : {{access}}",
    "application-code": "Code de demande",
    "yes": "Oui",
    "no": "Non"
  },
  "demographics-oral-health-questions": {
    "part1": {
      "page-title": "(FR) Voluntary demographic and oral health questions part 1 of 2",
      "paragraph1": "(FR) Answering the following questions will not impact your application in the CDCP. Providing a response to the questions below is voluntary. Your input, will help Health Canada evaluate and improve the Canadian Dental Care Plan, including understanding if there are potential access or inequity issues. ",
      "paragraph2": "(FR) All responses have an option of \"prefer not to answer\". All responses are kept confidential and are only used for program monitoring, evaluation and reporting purposes.",
      "question1": "1.(FR) Where were you born?",
      "question3": "3. (FR) Which of the following best describes your racial or ethnic group? Check all that apply:",
      "question3-other-specify": "(FR) Please specify",
      "first-nations": "Êtes-vous membre des Premières Nations, Inuit(e) ou Métis(se)? Les Premières Nations (Indiens de l'Amérique du Nord) comprennent les Indiens inscrits et non inscrits. Si « Oui », sélectionnez les réponses qui vous décrivent le mieux.",
      "first-nations-specify": "(FR) Please specify",
      "question4": "4.(FR) Do you identify as a person with a disability?",
      "question4-note": "(FR) A person with a disability is a person who has a long-term difficulty or  condition, such as vision, hearing, mobility, flexibility, dexterity, pain, learning, developmental, memory or mental health-related impairments, that limit their daily activities inside or outside the home such as at school, work, or in the community in general.",
      "button-back": "(FR) Back",
      "button-continue": "(FR) Continue"
    },
    "part2": {
      "page-title": "(FR) Voluntary demographic and oral health questions part 2 of 2",
      "question-gender": "5. (FR) What is your gender? Gender refers to current gender which may be different from sex assigned at birth and may be different from what is indicated on legal documents.",
      "question-gender-other-specify": "(FR) Specify",
      "question-mouth-pain": "6.(FR) In the past 12 months, how often have you had any persistent or on-going mouth pain? Mouth pain includes pain in teeth, gums, tongue, jaw, jaw joints.",
      "question-last-dental-visit": "8. (FR) When was the last time you saw a dentist, denturist, dental hygienist or any other dental specialist? Services may have been provided in any setting where the oral health professional is licensed to practice",
      "question-avoided-dental-cost": "8. (FR) In the past 12 months, have you avoided going to a dental professional for dental care due to the cost of care?",
      "button-back": "(FR) Back",
      "button-continue": "(FR) Continue",
      "error-message": {
        "empty-radio": "(FR) Please select a value",
        "empty-field": "(FR) Please enter a value"
      }
    },
    "optional-demographic-oral-health-questions": {
      "page-title": "(FR) Voluntary demographic and oral health questions",
      "responses-will-be-confidential": "(FR) The following questions will help Health Canada understand how the program could be improved over time. All responses will be kept confidential.",
      "questions-are-voluntary": "(FR) Answering these questions is optional.",
      "anwsers-will-not-affect-eligibility": "(FR) Your answers will not affect your eligibility for the Canadian Dental Care Plan.",
      "answer-button": "(FR) Continue",
      "back-button": "(FR) Back"
    }
  },
  "dental-benefits": {
    "title": "Accès à d'autres prestations dentaires fédérales, provinciales ou territoriales",
    "access-to-dental": "L'accès à une assurance dentaire dans le cadre d'un programme social provincial, territorial ou fédéral n'aura aucune incidence sur votre admissibilité au Régime canadien de soins dentaires.",
    "eligibility-criteria": "Si vous répondez à tous les critères d'admissibilité, votre couverture doit être coordonnée entre les régimes afin qu'il n'y ait pas de dédoublement ou de lacunes dans la couverture.",
    "select-one": "Choisissez une option",
    "federal-benefits": {
      "title": "Assurances fédérales",
      "legend": "Bénéficiez-vous d'une assurance dentaire dans le cadre d'un programme social offert par un programme fédéral?",
      "option-yes": "<strong>Oui</strong>, je bénéficie d'assurances <strong>fédérales</strong>",
      "option-no": "<strong>Non</strong>, je ne bénéficie pas d'assurances <strong>fédérales</strong>",
      "social-programs": {
        "legend": "Veuillez sélectionner le programme social dont vous bénéficiez. Si vous en avez plusieurs, veuillez sélectionner celui que vous utilisez le plus."
      }
    },
    "provincial-territorial-benefits": {
      "title": "Assurances provinciales ou territoriales",
      "legend": "Bénéficiez-vous d'une assurance dentaire dans le cadre d'un programme social offert par votre province ou territoire?",
      "option-yes": "<strong>Oui</strong>, j'ai accès à une assurance <strong>provinciale ou territoriale</strong>",
      "option-no": "<strong>Non</strong>, je n'ai pas accès à une assurance <strong>provinciale ou territoriale</strong>",
      "social-programs": {
        "input-legend": "Si oui, dans quelle province ou territoire?",
        "radio-legend": "Veuillez sélectionner le programme social dont vous bénéficiez. Si vous en avez plusieurs, veuillez sélectionner celui que vous utilisez le plus."
      }
    },
    "button": {
      "back": "Retour",
      "continue": "Continuer"
    },
    "error-message": {
      "federal-benefit": "Un bénéfice dentaire fédéral doit être fourni",
      "provincial-benefit": "Un bénéfice dentaire provincial doit être fourni",
      "empty-program": "Un programme social doit être fourni",
      "empty-province": "Une province doit être sélectionnée"
    }
  },
  "dental-insurance": {
    "title": "Accès à une autre assurance dentaire",
    "legend": "Avez-vous accès à une assurance dentaire ou à une couverture dans l'une des quatre situations suivantes?",
    "list": {
      "employment": "Vos avantages sociaux ou ceux d'un membre de votre famille, y compris vos comptes de santé et de bien-être",
      "pension": "Vos prestations de retraite ou celles d'un membre de votre famille",
      "purchased": "Assurance ou couverture achetée individuellement par vous, par un membre de votre famille ou par l'entremise d'un régime de groupe d'une compagnie d'assurance ou de prestations",
      "professional": "Assurance ou couverture par une organisation professionnelle ou étudiante"
    },
    "option-yes": "<strong>Oui</strong>, j'ai accès à une assurance dentaire",
    "option-no": "<strong>Non</strong>, je n'ai pas accès à une assurance dentaire",
    "button": {
      "back": "Retour",
      "continue": "Continuer"
    },
    "detail": {
      "additional-info": {
        "title": "Renseignements supplémentaires",
        "eligible": "Exception : vous êtes admissible si vous avez pris votre retraite et que :",
        "list": {
          "opted": "Vous avez choisi de ne pas recevoir de prestations de retraite avant le 11 décembre 2023;",
          "cannot-opt": "Vous ne pouvez pas vous réinscrire en vertu des règles relatives aux régimes de retraite;"
        },
        "not-eligible": "Vous êtes toujours considéré comme ayant accès à une assurance ou à une couverture dentaire si vous choisissez de vous retirer des avantages offerts par votre employeur ou votre régime de retraite (voir l'exception) ou par l'entremise d'une organisation professionnelle ou étudiante. Par conséquent, vous n'êtes pas admissible au Régime canadien de soins dentaires.",
        "not-eligible-purchased": "Si vous avez souscrit votre police d'assurance dentaire actuelle de votre propre chef (et non dans le cadre de l'une des couvertures décrites ci-dessus), vous n'êtes pas admissible au RCSD pendant que cette protection est en vigueur."
      }
    },
    "error-message": {
      "required": "L'accès à une assurance dentaire doit être sélectionné"
    }
  },
  "eligibility": {
    "type-of-application": {
      "page-title": "Type de demande",
      "form-instructions": "Qui présente la demande?",
      "radio-options": {
        "personal": "Je présente une demande pour moi-même",
        "delegate": "Je présente une demande pour quelqu'un d'autre"
      },
      "error-message": {
        "type-of-application-required": "Le type de demandeur est obligatoire."
      },
      "back-btn": "Retour",
      "continue-btn": "Continuer"
    },
    "tax-filing": {
      "page-title": "Déclaration de revenus",
      "form-instructions": "Est-ce que vous ou votre époux/épouse ou conjoint/conjointe de fait (s'il y a lieu) avez produit votre déclaration de revenus pour 2023 et avez reçu votre avis de cotisation?",
      "radio-options": {
        "yes": "Oui",
        "no": "Non"
      },
      "error-message": {
        "Required": "La déclaration de revenus doit être fournie"
      },
      "back-btn": "Retour",
      "continue-btn": "Continuer"
    },
    "date-of-birth": {
      "page-title": "Date de naissance",
      "description": "Les demandes au titre du Régime canadien de soins dentaires (RCSD) seront traitées par étapes. Votre date de naissance détermine le moment où vous pouvez présenter une demande.",
      "form-instructions": "Veuillez entrer votre date de naissance",
      "month": "(FR) Month",
      "day": "(FR) Day",
      "year": "(FR) Year",
      "error-message": {
        "date-required": "La date de naissance est obligatoire et doit être une date valide.",
        "day": "Jour",
        "month": "Mois",
        "year": "Année"
      },
      "back-btn": "Retour",
      "continue-btn": "Continuer"
    },
    "application-delegate": {
      "page-title": "La demande au nom d'une autre personne ne peut pas être effectuée en ligne pour le moment.",
      "contact-representative": "Vous devez <contactServiceCanada>parler à un représentant de Service Canada</contactServiceCanada> pour présenter une demande au nom de quelqu'un. Veuillez communiquer avec Service Canada au <span>1-833-537-4342</span> ou visiter un bureau de Service Canada près de chez vous.",
      "prepare-to-apply": "<preparingToApply>Se préparer à présenter une demande au nom de quelqu'un</preparingToApply>",
      "contact-service-canada-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/contactez.html",
      "preparing-to-apply-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html#aide",
      "back-btn": "Retour",
      "return-btn": "Revenir à la page principale",
      "return-btn-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
    },
    "file-your-taxes": {
      "page-title": "Produire votre déclaration de revenus",
      "ineligible-to-apply": "Vous n'êtes pas admissible au Régime canadien de soins dentaires pour le moment.",
      "tax-not-filed": "Vous ou votre épouse/époux ou conjoint/conjointe de fait n'avez pas produit de déclaration de revenus pour l'année 2023 auprès de l'Agence du revenu du Canada.",
      "unable-to-assess": "Nous utilisons les renseignements de votre déclaration de revenus pour nous assurer que vous répondez aux critères d'admissibilité au RCSD. Tant que vous n'aurez pas produit votre déclaration de revenus de 2023, nous ne pourrons pas évaluer votre admissibilité.",
      "tax-info": "Pour en savoir plus sur la façon de produire votre déclaration de revenus, consultez la page <taxInfo>Préparez-vous à faire vos impôts.</taxInfo>",
      "apply-after": "Veuillez présenter une demande de participation au régime après avoir produit votre déclaration de revenus et reçu votre avis de cotisation.",
      "tax-info-href": "https://www.canada.ca/fr/services/impots/impot-sur-le-revenu/impot-sur-le-revenu-des-particuliers/preparez-vous-impots.html",
      "back-btn": "Retour",
      "return-btn": "Revenir à la page principale",
      "return-btn-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
    },
    "dob-eligibility": {
      "page-title": "Découvrez quand vous pouvez présenter une demande",
      "ineligible-to-apply": "Vous n'êtes actuellement pas admissible au Régime canadien de soins dentaires. Les demandes au titre du Régime canadien de soins dentaires se font par étapes.",
      "eligibility-info": "<eligibilityInfo>Découvrez quand vous pouvez faire une demande au Régime canadien de soins dentaires.</eligibilityInfo>",
      "eligibility-info-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html#quand",
      "back-btn": "Retour",
      "return-btn": "Revenir à la page principale",
      "return-btn-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
    }
  },
  "index": {
    "application-phases": "Dans le cadre du RCSD, les demandes seront acceptées progressivement. <whenApplyCDCPLink>Vérifiez à quel moment vous pouvez présenter une demande d'adhésion au RCSD.</whenApplyCDCPLink>",
    "apply-behalf": {
      "delegate": {
        "delegate-definition": "Les délégués sont des personnes qui ont l'autorité légale de vous représenter et de prendre des décisions en votre nom",
        "delegate-requirements": "Avant de présenter la demande pour le RCSD, les délégués doivent fournir les procurations, mandats ou documents de tutelle prouvant qu'ils ont l'autorité légale de vous représenter. Les documents originaux ou des copies certifiées peuvent être envoyés par la poste ou soumis en personne à n'importe quel bureau de Service Canada.",
        "delegates-on-document": "Ils peuvent vous représenter s'ils figurent sur la liste de vos délégués dans des documents tels que :",
        "document-processing": "Une fois que les documents auront été traités, un représentant contactera le délégué pour l'informer que nous avons accepté les documents et les avons ajoutés à votre dossier. Une fois que le délégué reçoit cette confirmation, il est en mesure de présenter une demande au RCSD en votre nom.",
        "submit-delegate-proof": {
          "by-mail": {
            "cover-letter-details": {
              "applicant-full-name": "le nom complet du demandeur",
              "applicant-sin": "le numéro d'assurance sociale du demandeur (NAS)",
              "delegate-phone": "le numéro de téléphone du délégué",
              "return-address": "et une adresse de retour afin que nous puissions vous retourner les documents originaux ou les copies certifiées une fois que nous les aurons traités",
              "submission-statement": "une déclaration indiquant que les documents sont présentés pour le RCSD"
            },
            "document-submission-by-mail": "Si vous ou votre délégué envoyez les documents par la poste, veuillez inclure une page couverture comprenant:",
            "heading": "Par la poste",
            "mailing-addresses": {
              "atlantic-canada": {
                "address": "Service Canada\nRégime canadien de soins dentaires\nCP 250, Succursale A\nFredericton, NB E3B 4Z6",
                "name": "Canada atlantique"
              },
              "caption": "Adresses postales par province/région",
              "headers": {
                "mailing-address": "Adresse postale",
                "province-region": "Province/région"
              },
              "ontario": {
                "address": "Service Canada\nRégime canadien de soins dentaires\nCP 5100, Succursale D\nScarborough, ON M1R 5C8",
                "name": "Ontario"
              },
              "quebec": {
                "address": "Service Canada\nRégime canadien de soins dentaires\nCP 60\nBoucherville, QC J4B 5E6",
                "name": "Québec"
              },
              "western-canada-and-territories": {
                "address": "Service Canada\nRégime canadien de soins dentaires\nCP 2710, Succursale Main\nEdmonton, AB T5J 2G44",
                "name": "Ouest du Canada et Territoires"
              }
            }
          },
          "heading": "Soumettez vos documents de preuve de délégation :",
          "in-person": {
            "document-processing-note": "Nous ferons une copie de vos documents et l'enverrons à notre équipe de traitement.",
            "document-submission-at-service-canada": "Si vous ou votre délégué soumettez les documents en personne, dans un <serviceCanadaOfficeLink>bureau de Service Canada</serviceCanadaOfficeLink>, veuillez vous préparer à fournir :",
            "heading": "En personne",
            "submission-requirements": {
              "applicant-full-name": "le nom complet du demandeur",
              "applicant-sin": "le numéro d'assurance sociale du demandeur"
            }
          }
        },
        "summary": "Présenter la demande par l'intermédiaire d'un délégué",
        "valid-delegates": {
          "powers-of-attorney-mandates": "procurations/mandats",
          "trusteeships": "tutelles"
        }
      },
      "delegate-assisted-cdcp-application": "Vous pouvez présenter la demande avec l'aide d'une personne de confiance ou d'un délégué. Les deux doivent être effectués par l'intermédiaire d'un représentant de Service Canada en personne dans un <serviceCanadaOfficeLink>bureau de Service Canada</serviceCanadaOfficeLink> ou par <contactCDCPLink>téléphone</contactCDCPLink>.",
      "heading": "Présenter une demande pour quelqu'un d'autre",
      "trusted-person": {
        "details": {
          "application-assistance": "Vous pouvez demander à une personne de confiance de vous aider à présenter la demande par téléphone ou en nous visitant un <serviceCanadaOfficeLink>bureau de Service Canada</serviceCanadaOfficeLink>. Vous devez donner clairement votre consentement confirmant que vous acceptez que cette personne vous aide. Cette personne peut être :",
          "types-of-assistants": {
            "caregiver": "celui ou celle qui vous fournit des soins",
            "friend": "un ami ou une amie",
            "interpreter": "un ou une interprète",
            "relative": "un proche",
            "translator": "un traducteur ou une traductrice"
          }
        },
        "summary": "Présenter la demande avec l'aide d'une personne de confiance"
      }
    },
    "intro-text": "Le Régime canadien de soins dentaires (RCSD) contribuera à réduire les obstacles financiers à l'accès aux soins de soins dentaires pour les résidents du Canada admissibles.",
    "links": {
      "contact-cdcp": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/contactez.html",
      "filed-tax-return": "https://www.canada.ca/fr/services/impots/impot-sur-le-revenu/impot-sur-le-revenu-des-particuliers/preparez-vous-impots.html",
      "service-canada-office": "https://www.servicecanada.gc.ca/tbsc-fsco/sc-hme.jsp?lang=fra",
      "when-apply-cdcp": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html#quand"
    },
    "page-title": "Présentation d'une demande d'adhésion au Régime canadien de soins dentaires",
    "submit": "Continuer",
    "to-qualify": {
      "conditions": {
        "income": {
          "details": {
            "adjusted-family-net-income": "<strong>\u003D revenu familial net rajusté</strong>",
            "family-net-income-definition": "Votre revenu familial net (ligne 23600 de votre déclaration de revenus, plus la ligne 23600 de la déclaration de votre époux ou conjoint de fait, plus, le cas échéant, le revenu de toutes provenances non déclaré à l'Agence du revenu du Canada [ARC] dans une déclaration de revenus, comme dans le cas d'un nouveau résident)",
            "summary": "Qu'est-ce que le revenu familial net rajusté?",
            "uccb-and-rdsp-amounts-repaid": "<strong>− tout montant de la PUGE et du REEI remboursé</strong> (ligne 21300 et ligne 23200 de votre déclaration de revenus ou de celle de votre époux ou conjoint de fait)",
            "uccb-and-rdsp-income-received": "<strong>\u002B tout revenu reçu de la Prestation universelle pour la garde d'enfants (PUGE) et du Régime enregistré d'épargne-invalidité (REEI)</strong> (ligne 11700 et ligne 12500 de votre déclaration de revenus ou de celle de votre époux ou conjoint de fait)"
          },
          "heading": "Avoir un revenu familial net rajusté de moins de 90 000 $"
        },
        "insurance-access": {
          "details": {
            "access-methods": {
              "purchased-insurance": "une assurance ou une couverture souscrite par vous ou un membre de votre famille ou par le biais d'un plan de groupe auprès d'une compagnie d'assurance ou de prestations.",
              "through-employer-benefits": "dans le cadre des avantages sociaux de votre employeur ou de l'employeur d'un membre de votre famille, y compris les comptes de santé et de bien-être;",
              "through-pension-benefits": "par le biais de votre pension (employeur précédent) ou des prestations du régime de pension d'un membre de votre famille;",
              "through-professional-or-student-organization": "par l'entremise d'une organisation professionnelle ou étudiante;"
            },
            "access-to-dental-insurance-definition": "L'« accès à une assurance dentaire » signifie l'accès à tout type d'assurance ou de couverture dentaire offerte par d'autres moyens, par exemple :",
            "opt-out-consideration": "On considère tout de même que vous avez accès à une assurance dentaire si vous décidez de ne pas opter pour ce type de prestations offertes.",
            "summary": "Qu'est-ce qui est considéré comme l'accès à une assurance dentaire?"
          },
          "heading": "Ne pas avoir accès à une assurance dentaire privée"
        },
        "resident-status": "Être un résident canadien aux fins de l'impôt",
        "tax-return": "Avoir <filedTaxReturnLink>produit votre déclaration de revenus</filedTaxReturnLink> pour l'année précédente et avoir reçu votre Avis de cotisation"
      },
      "heading": "Pour être admissible au RCSD, vous devez :"
    },
    "what-you-need": {
      "heading": "Ce dont vous avez besoin avant de commencer :",
      "preparation-instructions": "Gagnez du temps lorsque vous remplissez votre demande en recueillant tous les renseignements nécessaires avant de commencer. Pour remplir votre demande, vous devrez fournir les renseignements suivants pour vous-même, votre époux ou conjoint de fait, ainsi que les renseignements sur les personnes à votre charge (s'il y a lieu) :",
      "requirements": {
        "date-of-birth": "Date de naissance",
        "dental-coverage": "Liste des assurances dentaires auxquelles vous avez accès par l'intermédiaire de programmes sociaux du gouvernement (le cas échéant)",
        "full-name": "Nom complet",
        "home-and-mailing-address": "Adresse domiciliaire et adresse postale",
        "social-insurance-number": "Numéro d'assurance sociale"
      }
    }
  },
  "partner-information": {
    "page-title": "Renseignements sur l'époux/épouse ou le conjoint/conjointe de fait",
    "provide-sin": "Fournissez les renseignements sur votre époux/épouse ou conjoint/conjointe de fait actuel tels qu'ils figurent sur sa carte ou lettre d'assurance sociale.",
    "required-information": "Ces renseignements sont nécessaires pour calculer le revenu familial net rajusté. Veuillez noter que l'époux/épouse ou le conjoint/conjointe de fait doit présenter sa propre demande.",
    "sin": "numéro d'assurance sociale (NAS)",
    "date-of-birth": "Date de naissance",
    "last-name": "Nom de famille",
    "first-name": "Prénom",
    "name-instructions": "(FR) If using a single legal name, please enter that name in BOTH the first name and last name fields.",
    "confirm-checkbox": "Je confirme que mon époux/épouse ou mon conjoint/conjointe de fait est au courant et a consenti à la communication de ses renseignements personnels.",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "error-message": {
      "confirm-required": "(FR) Checkbox must be selected",
      "date-of-birth-required": "La date de naissance est obligatoire.",
      "date-of-birth-valid": "La date de naissance doit être une date valide.",
      "first-name-required": "Le prénom est obligatoire.",
      "last-name-required": "Le nom de famille est obligatoire.",
      "sin-required": "Le numéro d'assurance sociale (NAS) est requis.",
      "sin-unique": "Le numéro d'assurance sociale (NAS) doit être unique.",
      "sin-valid": "Le numéro d'assurance sociale (NAS) doit être valide."
    }
  },
  "personal-information": {
    "page-title": "Renseignements personnels",
    "form-instructions": "L'ajout d'un numéro de téléphone permet à Service Canada de vous joindre en cas de problème avec votre demande. Si vous ne fournissez pas de numéro de téléphone, nous communiquerons avec vous par la poste.",
    "telephone-number": "Numéro de téléphone (facultatif)",
    "telephone-number-alt": "Autre numéro de téléphone (facultatif)",
    "mailing-address": {
      "header": "Adresse postale"
    },
    "home-address": {
      "header": "Adresse du domicile",
      "use-mailing-address": "Mon adresse postale est la même que celle de mon domicile"
    },
    "address-field": {
      "address": "Adresse",
      "address-note": "Inclure le numéro de rue et le nom",
      "apartment": "Appartement, suite, etc. (facultatif)",
      "country": "Pays",
      "province": "Province, territoire, État ou région",
      "city": "Ville ou municipalité",
      "postal-code": "Code postal/code ZIP",
      "select-one": "Choisissez une option"
    },
    "back": "Retour",
    "continue": "Continuer",
    "error-message": {
      "invalid-phone": "Numéro de téléphone invalide",
      "empty-address": "Une adresse doit être fournie",
      "empty-country": "Un pays doit être sélectionné",
      "empty-province": "Une province doit être sélectionnée",
      "empty-city": "Une ville doit être fournie",
      "empty-postal-code": "Le code postal ou le code zip doit être fourni",
      "invalid-postal-code": "Code postal invalide (A1A 1A1)",
      "invalid-zip-code": "Code zip invalide (12345)"
    }
  },
  "review-information": {
    "read-carefully": "(FR) Please review this information carefully. The information provided will be used by Sun Life to create your member account and will be reflected on your member card.",
    "page-title": "(FR) Review Information",
    "page-sub-title": "(FR) Applicant Information",
    "dob-title": "(FR) Date of birth",
    "dob-change": "(FR) Change date of birth",
    "sin-title": "(FR) Social Insurance Number (SIN)",
    "sin-change": "(FR) Change SIN",
    "full-name-title": "(FR) Full name",
    "full-name-change": "(FR) Change full name",
    "martial-title": "(FR) Martial status",
    "martial-change": "(FR) Change martial status",
    "spouse-title": "(FR) Spouse / Commom-law information",
    "personal-info-title": "(FR) Personal Information",
    "phone-title": "(FR) Phone number",
    "phone-change": "(FR) Change phone number",
    "alt-phone-title": "(FR) Alternate phone number",
    "alt-phone-change": "(FR) Change alternate phone number",
    "mailing-title": "(FR) Mailing address",
    "mailing-change": "(FR) Change mailing address",
    "home-title": "(FR) Home address",
    "home-change": "(FR) Change home address",
    "comm-title": "(FR) Communication",
    "comm-electronic": "(FR) Electronic",
    "comm-mail": "(FR) Postal mail",
    "comm-pref-title": "(FR) Communication preference",
    "comm-pref-change": "(FR) Change communication preference",
    "lang-pref-title": "(FR) Language preference",
    "lang-pref-change": "(FR) Change language preference",
    "dental-title": "(FR) Access to dental insurance",
    "dental-private-title": "(FR) Access to dental insurance",
    "dental-private-change": "(FR) Change answer to private dental benefits",
    "dental-public-title": "(FR) Access to governmental dental insurance",
    "dental-public-change": "(FR) Change answer to public dental benefits",
    "dental-has-access": "(FR) Has access to the following benefits:",
    "dental-insurance-has-access": "(FR) Has access to dental insurance or coverage:",
    "dental-federal-no-access": "(FR) No access to federal dental benefits",
    "yes": "Yes",
    "no": "No",
    "dental-provincial-no-access": "(FR) No access to provincial dental benefits",
    "submit-app-title": "(FR) Submit your application",
    "submit-p-proceed": "(FR) By proceeding with this application, you are agreeing to attest truthfully to the information provided.",
    "submit-p-false-info": "(FR) Submitting false information for you and your family may result in you being removed from the plan and have to repay the full cost of care received through CDCP.",
    "submit-button": "(FR) Submit Application",
    "exit-button": "(FR) Exit application"
  },
  "terms-and-conditions": {
    "page-heading": "Conditions d'utilisation de la demande en ligne du Régime canadien de soins dentaires",
    "intro-text": "Nous sommes heureux que vous utilisiez la demande en ligne du Régime canadien de soins dentaires (RCSD) (« la demande en ligne »). Certaines conditions d'utilisation importantes s'appliquent à l'utilisation de ce service. Veuillez les lire attentivement.",
    "terms-and-conditions-of-use": {
      "summary": "Conditions générales d'utilisation",
      "heading": "Terms and Conditions of Use for the Canadian Dental Care Plan Online Application",
      "online-application-legal-terms": "<strong>VEUILLEZ LIRE ATTENTIVEMENT</strong> les présentes conditions générales d'utilisation de la demande en ligne du Régime canadien de soins dentaires (RCSD), car elles contiennent des renseignements sur vos droits et obligations juridiques et régissent votre utilisation de la demande en ligne. Les présentes conditions générales d'utilisation doivent être lues conjointement avec celles du site Web Canada.ca. En cas de divergence, les présentes conditions générales d'utilisation ont préséance sur celles du site Web Canada.ca.",
      "online-application-access-terms": "Votre accès à la demande en ligne et votre utilisation de celle-ci, y compris tout le contenu, sont assujettis à (1) votre acceptation des présentes conditions générales d'utilisation et (2) votre respect de celles-ci.",
      "online-application-usage-terms": "Chaque fois que vous utilisez la demande en ligne, ces conditions continuent de s'appliquer. En utilisant la demande en ligne, vous acceptez de respecter les conditions générales suivantes. Il vous incombe de comprendre ces conditions générales et de les conserver.",
      "terms-rejection-policy": "Vous pouvez toujours décider de ne pas accepter les conditions générales, auquel cas vous ne serez pas autorisé à accéder à la demande en ligne et à l'utiliser.",
      "esdc-definition-clarification": "Aux fins des présentes conditions d'utilisation, « EDSC » s'entend du Roi du Canada, représenté par le ministre de l'Emploi et du Développement social du Canada.",
      "online-application": {
        "heading": "Conditions générales d'utilisation :",
        "self-agreement": "Votre utilisation de la demande en ligne signifie que vous avez lu et accepté les présentes conditions générales d'utilisation et l'énoncé de confidentialité. Si, à tout moment, vous cessez d'accepter l'une ou l'autre des conditions générales d'utilisation, vous devez renoncer à utiliser la demande en ligne.",
        "on-behalf-of-someone-else": "Si vous utilisez la demande au nom d'une autre personne, en utilisant la demande, vous certifiez que vous avez toutes les permissions et les autorisations nécessaires pour accepter les conditions générales d'utilisation au nom de cette personne, et que vous acceptez les conditions générales en votre nom personnel et au nom de la personne que vous représentez.",
        "at-your-own-risk": "Vous utilisez ce service à vos propres risques et vous devez protéger vos renseignements personnels. Veillez à fermer le navigateur ou à vous déconnecter lorsque vous avez terminé.",
        "personal-information-usage-responsibility": "Vous êtes responsable de la façon dont la demande est utilisée avec vos renseignements personnels.",
        "only-use": "Utilisez uniquement la demande en ligne pour faire une demande au Régime canadien de soins dentaires.",
        "maintenance": "Il peut arriver que le système soit indisponible pour des raisons de maintenance.",
        "inactive": "Si vous êtes inactif pendant 15 minutes dans la demande en ligne, votre séance prendra fin et vous perdrez tous les renseignements que vous avez saisis.",
        "msdc": "EDSC a recours aux services de Microsoft Corporation pour exécuter la demande en ligne. Les centres de données Microsoft utilisés par EDSC se trouvent au Canada conformément à l'entente sur les conditions de service de Microsoft Corporation.",
        "antibot": "EDSC utilise les services de protection contre les robots hCaptcha pour ses outils en ligne conformément aux <hcaptchaTermsOfService>conditions de service</hcaptchaTermsOfService> de hCaptcha."
      },
      "disclaimers": {
        "heading": "Avis de non-responsabilité",
        "online-application-disclaimer": "Vous comprenez et acceptez qu'EDSC fournit la demande en ligne du Régime canadien de soins dentaires « telle quelle » sans représentation ni garantie, implicite ou expresse, de quelque nature que ce soit, et qu'EDSC décline toute responsabilité relativement à l'utilisation de la demande en ligne, y compris toute perte, tout dommage ou toute blessure découlant de ce qui suit :",
        "external-factors-disclaimer": "toute question ou tout facteur indépendant de sa volonté, y compris la disponibilité ou l'indisponibilité de l'Internet, de systèmes de télécommunications ou d'autres infrastructures;",
        "online-application-information-non-acceptance": "la non-acceptation des renseignements transmis le refus des renseignements fournis dans la demande en ligne;",
        "non-compliance": "le non-respect des présentes conditions générales.",
        "esdc-liability-indemnification": "Vous acceptez par la présente de tenir EDSC indemne et de le dégager de toute responsabilité à cet égard."
      },
      "changes-to-these-terms-of-use": {
        "heading": "Changements apportés aux présentes conditions générales d'utilisation",
        "esdc-terms-amendment-policy": "EDSC peut modifier les présentes conditions générales d'utilisation à tout moment et sans préavis. Ces changements prennent effet immédiatement à la date de leur publication. En utilisant la demande en ligne, vous acceptez de respecter les conditions générales modifiées. Vous devez vous assurer de comprendre et de conserver les conditions générales modifiées."
      }
    },
    "privacy-notice-statement": {
      "summary": "Énoncé de confidentialité",
      "personal-information": {
        "heading": "Renseignements personnels",
        "service-canada-application-administration": "Service Canada, qui fait partie d'Emploi et Développement social Canada (EDSC), administre les demandes au titre du Régime canadien de soins dentaires (RCSD) au nom de Santé Canada (SC). Service Canada recueillera les renseignements personnels que vous inclurez dans votre demande au RCSD afin de valider l'admissibilité en fonction des critères du RCSD."
      },
      "how-we-protect-your-privacy": {
        "heading": "Comment protégeons-nous vos renseignements personnels?",
        "personal-information-collection-and-use-authorization": "La collecte et l'utilisation de vos renseignements personnels sont autorisées en vertu de la Loi sur la protection des renseignements personnels, de la Loi sur le ministère de la Santé, de la Loi sur les mesures de soins dentaires, de la Loi sur le ministère de l'Emploi et du Développement social et d'autres lois applicables.",
        "personal-information-rights-and-access": "Vous avez droit à la protection de vos renseignements personnels, à l'accès à ceux-ci et, le cas échéant, à leur correction. Ils sont conservés dans les fichiers de renseignements personnels suivants :",
        "file-hc-ppu-440": "Régime canadien de soins dentaires HC PPU 440",
        "info-source-access": "Vous pouvez apprendre comment accéder à cette information dans la publication du gouvernement intitulée <infosource>Info Source</infosource>. Vous pouvez également accéder à Info Source en ligne dans n'importe quel Centre Service Canada.",
        "esdc-application-third-party-provider": "Emploi et Développement social Canada exécute cette demande en utilisant les services du fournisseur tiers Microsoft Corporation, qui peuvent être soumis à des lois étrangères. Pour plus d'information, consultez : <microsoftDataPrivacyPolicy>Politique de confidentialité des données et principes de confidentialité de Microsoft</microsoftDataPrivacyPolicy>.",
        "personal-information-handling-complaint-process": "Si vous n'êtes pas d'accord avec la façon dont vos renseignements personnels ont été traités par Service Canada, vous pouvez communiquer avec le commissaire à la protection de la vie privée du Canada pour <fileacomplaint>déposer une plainte</fileacomplaint>."
      },
      "who-we-can-share-your-information-with": {
        "heading": "Avec qui nous pouvons partager vos renseignements",
        "esdc-personal-information-sharing": "EDSC communiquera vos renseignements personnels à nos partenaires dans l'administration du régime afin de valider votre admissibilité et de vous inscrire au RCSD.",
        "benefits-administration-data-disclosure": "Vos données peuvent également être divulguées à l'administrateur des prestations du RCSD et aux agents et fournisseurs de services de l'administrateur des prestations aux fins de souscription, de vérification, d'administration, de décision et d'enquête concernant les prestations versées au titre du RCSD.",
        "esdc-information-usage-policy": "EDSC peut utiliser ou partager les renseignements que vous fournissez pour les activités d'analyse des politiques, de recherche, de surveillance et d'évaluation au sein d'EDSC et de SC. Ces utilisations ou activités n'auront aucune incidence sur les décisions administratives prises à votre sujet."
      },
      "what-happens-if-you-dont-give-us-your-information-heading": "Que se passe-t-il si vous ne nous fournissez pas vos renseignements?",
      "what-happens-if-you-dont-give-us-your-information-text": "La participation au RCSD est volontaire. Toutefois, si vous ne fournissez pas vos renseignements personnels dans la demande, vous ne pouvez pas vous inscrire au RCSD."
    },
    "apply-now": {
      "heading": "Présenter une demande maintenant",
      "application-start-consent": "En lançant la demande, vous consentez aux conditions générales d'utilisation ci-dessus et à l'énoncé de confidentialité.",
      "start-button": "Commencer à remplir une demande",
      "back-button": "Retour"
    },
    "links": {
      "file-complaint": "https://www.priv.gc.ca/fr/signaler-un-probleme/",
      "hcaptcha": "https://www.hcaptcha.com/terms",
      "info-source": "https://www.canada.ca/fr/emploi-developpement-social/ministere/transparence/aai/rapports/infosource.html",
      "microsoft-data-privacy-policy": "https://www.microsoft.com/fr-ca/trust-center/privacy"
    }
  },
  "exit-application": {
    "page-title": "Exit Application",
    "are-you-sure": "Are you sure you want to exit this application? If you click \"Exit\", the form will reset and your information will be lost.",
    "click-back": "Click \"Back\" to return to the form.",
    "back-btn": "Back",
    "exit-btn": "Exit"
  }
}
