{
  "dialog": {
    "address-suggestion": {
      "address-selection-legend": "Veuillez sélectionner une option d'adresse ci‑dessous :",
      "cancel-button": "Retour",
      "description": "Il y a un problème avec l'adresse que vous avez fournie. Veuillez sélectionner l'adresse que vous souhaitez utiliser. Si vous vivez dans un appartement ou une chambre, n'oubliez pas de le préciser.",
      "entered-address-option": "Adresse saisie :",
      "header": "Suggestion de correction d'adresse",
      "suggested-address-option": "Adresse corrigée suggérée :",
      "use-selected-address-button": "Utiliser l'adresse sélectionnée"
    },
    "address-invalid": {
      "close-button": "Retour",
      "description": "Nous n'avons pas pu vérifier votre adresse. Vous pouvez soit la mettre à jour, soit continuer avec l'adresse que vous avez saisie. Si vous vivez dans un appartement ou une chambre, n'oubliez pas d'indiquer cette information.",
      "entered-address": "Adresse saisie :",
      "header": "Adresse invalide",
      "use-entered-address-button": "Utiliser l'adresse saisie"
    }
  },
  "error-message": {
    "mailing": {
      "address-required": "Entrez l'adresse postale, normalement le numéro et le nom de la rue",
      "characters-valid": "Seuls les lettres, les chiffres et les caractères suivants sont acceptés : apostrophe ('), virgule (,), point (.), trait d'union (-) et parenthèse ()",
      "city-required": "Entrez une ville ou une municipalité pour votre adresse postale",
      "country-required": "Sélectionnez un pays pour votre adresse postale",
      "invalid-postal-zip-code-for-country": "Un code postal canadien a été entré dans l'adresse postale mais le Canada n'a pas été choisi comme pays. Veuillez choisir Canada, et la bonne province, ou changer le code postal",
      "invalid-postal-zip-code-for-province": "Le code postal ne correspond pas à la province ou au territoire que vous avez sélectionné",
      "postal-zip-code-required": "Entrez un code postal ou un code postal américain pour votre adresse postale",
      "postal-zip-code-valid": "Entrez un code postal pour l'adresse postale dans le bon format, par exemple A1A 1A1",
      "province-state-required": "Sélectionnez une province, un territoire, un état ou une région pour votre adresse postale",
      "zip-code-valid": "Entrez un code postal américain pour l'adresse postale dans le bon format, par exemple 12345 ou 12345-6789"
    },
    "home": {
      "address-required": "Entrez l'adresse du domicile, normalement le numéro et le nom de la rue",
      "characters-valid": "Seuls les lettres, les chiffres et les caractères suivants sont acceptés : apostrophe ('), virgule (,), point (.), trait d'union (-) et parenthèse ()",
      "city-required": "Entrez une ville ou une municipalité pour votre adresse du domicile",
      "country-required": "Sélectionnez un pays pour votre adresse du domicile",
      "invalid-postal-zip-code-for-country": "Un code postal canadien a été saisi pour l'adresse du domicile, mais le Canada n'a pas été choisi comme pays. Veuillez choisir Canada, et la bonne province, ou changer le code postal",
      "invalid-postal-zip-code-for-province": "Le code postal ne correspond pas à la province ou au territoire que vous avez sélectionné",
      "postal-zip-code-required": "Entrez un code postal ou un code postal américain pour votre adresse du domicile",
      "postal-zip-code-valid": "Entrez un code postal pour l'adresse du domicile dans le bon format, par exemple A1A 1A1",
      "province-state-required": "Sélectionnez une province, un territoire, un état ou une région pour votre adresse du domicile",
      "zip-code-valid": "Entrez un code postal américain pour l'adresse du domicile dans le bon format, par exemple 12345 ou 12345-6789"
    }
  }
}
