{
  "terms-and-conditions": {
    "page-title": "Conditions d'utilisation",
    "page-heading": "Questions démographiques facultatives",
    "intro-text": "Merci de prendre le temps de répondre à ces questions démographiques facultatives. Vos réponses aideront Santé Canada à améliorer le Régime canadien de soins dentaires et à faire en sorte que nos services soient accessibles à tous.",
    "answering-questions": "Répondre à ces questions est facultatif. Les renseignements recueillis ne seront utilisés qu'à des fins statistiques et toutes les réponses resteront confidentielles.",
    "completion-of-survey": "Vos réponses aux questions démographiques n'auront pas d'incidence sur votre adhésion au Régime canadien de soins dentaires.",
    "feedback-time": "Ce questionnaire prend trois minutes à remplir.",
    "privacy-notice-statement": {
      "summary": "Énoncé de confidentialité",
      "your-privacy": "La protection de votre vie privée est importante pour nous. Vous avez droit à la protection de, à l'accès à, et à la correction de vos renseignements personnels. ",
      "privacy-act": "La collecte, l'utilisation et la divulgation de vos renseignements personnels sont autorisées en vertu de la Loi sur le ministère de la Santé, la Loi sur les mesures de soins dentaires et la Loi sur le ministère de l'Emploi et du Développement social, entre autres, et sont protégées par les dispositions de la Loi sur la protection des renseignements personnels.",
      "information-you-provide": "Les renseignements que vous fournissez pourraient être utilisés ou communiqués à des fins d'analyse de politique, de recherche ou d'évaluation. Cependant, les autres utilisations ou divulgations de vos renseignements ne serviront jamais à prendre une décision administrative à votre sujet. ",
      "third-party": "Pour réaliser ce sondage, Emploi et Développement social Canada fait appel aux services d'un fournisseur tiers, Microsoft Corporation, qui peut être soumis à des lois étrangères. Vous trouverez de plus amples renseignements en consultant cette page Web : Politique de protection des données et principes de confidentialité de Microsoft.",
      "how-we-protect-your-privacy": {
        "heading": "Comment protégeons-nous vos renseignements personnels?",
        "personal-information-rights-and-access": "Vous avez droit à la protection de vos renseignements personnels, à l'accès à ceux-ci et, le cas échéant, à leur correction. Ils sont conservés dans les fichiers de renseignements personnels (FRP) suivants :",
        "personal-information-banks": {
          "esdc-ppu-712": "Régime canadien de soins dentaires (SC PPU 440) ",
          "hc-ppu-440": "Régime canadien de soins dentaires (EDSC PPU 712)"
        }
      },
      "info-source-access": "Vous pouvez apprendre comment accéder à ces renseignements dans la publication du gouvernement intitulée Info Source. Vous pouvez également accéder à Info Source en ligne dans n'importe quel Centre Service Canada.",
      "personal-information-handling-complaint-process": "Si vous n'êtes pas satisfait de la façon dont vos renseignements personnels ont été traités par EDSC, vous pouvez communiquer avec le Commissariat à la protection de la vie privée du Canada (CPVP) pour déposer une plainte."
    },
    "take-survey": {
      "application-participation": "En répondant au sondage, vous approuvez l'énoncé de confidentialité susmentionné.",
      "start-button": "Accepter et poursuivre"
    }
  },
  "summary": {
    "page-title": "Résumé des questions démographiques",
    "page-heading": "Questions démographiques facultatives",
    "provide-a-response": "Vous pouvez fournir une réponse pour chaque membre du Régime canadien de soins dentaires.",
    "please-select": "Veuillez sélectionner le membre du Régime canadien de soins dentaires.",
    "when-you-have-finished": "Lorsque vous avez terminé, cliquez sur « Soumettre ».",
    "completed": "Complété",
    "back-btn": "Retour",
    "continue-btn": "Soumettre"
  },
  "questions": {
    "page-title": "Questions démographiques facultatives pour {{memberName}}",
    "optional": "Toutes les questions sont facultatives.",
    "indigenous-status": "Cette personne est-elle membre d'une collectivité autochtone (Premières Nations, Métis ou Inuits)?",
    "disability-status": "Cette personne souffre-t-elle d'un handicap?",
    "ethnic-groups": "À quel(s) groupe(s) ethnique(s) cette personne appartient-elle? Veuillez sélectionner toutes les réponses qui s'appliquent.",
    "location-born-status": "Où est née cette personne?",
    "gender-status": "Quel est le genre de cette personne?",
    "back-btn": "Retour",
    "save-btn": "Sauvegarder",
    "error-message": {
      "first-nations-required": "Veuillez sélectionner si cette personne est une Première nation, un Métis ou un Inuk (Inuit)",
      "another-ethnic-group-required": "Veuillez préciser le groupe ethnique"
    }
  },
  "submitted": {
    "page-title": "Réponse soumise",
    "sbumitted": "Votre réponse a été soumise.",
    "thank-you": "Merci d'avoir pris le temps de répondre à ces questions démographiques facultatives.",
    "close-btn": "Mettre fin au sondage",
    "exit-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
  }
}
