{
  "privacy-statement": {
    "page-title": "(FR) New Application",
    "breadcrumbs": {
      "new-application": "(FR) New Application",
      "privacy-statement": "(FR) Privacy Statement"
    },
    "privacy-statement": {
      "subtitle": "(FR) Privacy statement",
      "paragraph-one": "(FR) Your personal information is collected and managed in accordance with the Department of Health Act, the Dental Care Measures Act, the Privacy Act, the Department of Employment and Social Development Act and other applicable laws. By applying for the Canadian Dental Care Plan, you agree to the collection, use and disclosure of your information to administer and evaluate the Canadian Dental Care Plan. Your data may be shared with Health Canada and for membership, reporting and planning purposes. Refusing to provide information means that you cannot be considered for the Canadian Dental Care Plan.",
      "paragraph-two": "(FR) Under the Privacy Act, you have the right to the protection of, access to, and where applicable, the correction of your personal information when you believe there is an error or omission. Your personal information is described in the Personal Information Banks: [LIST PIBS WITH THEIR NUMBERS]. Instructions for obtaining this information are outlined in the government publication titled, Info Source.",
      "paragraph-three": "(FR) ESDC carries out this application using services from third-​party provider Microsoft Corporation, which may be subject to foreign laws. For more information, see: Microsoft Data Privacy Policy & Privacy Principles.",
      "paragraph-four": "(FR) If you are not satisfied with our response to your privacy, you have the right to file a complaint with the Privacy Commissioner of Canada regarding Service Canada’s handling of your personal information at: https://www.priv.gc.ca/en/report-​a-​concern."
    },
    "identity-information": {
      "subtitle": "(FR) Identity information",
      "paragraph-one": "(FR) You will be deemed to have signed the application by providing and submitting:",
      "listitem-one": "(FR) your Social Insurance Number (SIN); and",
      "listitem-two": "(FR) your date of birth",
      "paragraph-two": "(FR) We will use the information provided to verify the applicant’s identity.",
      "paragraph-three": "(FR) Any information that does not match the information on your Social Insurance Number may cause a delay in the processing of your application."
    },
    "terms-and-conditions": {
      "subtitle": "(FR) Terms and conditions",
      "paragraph-one": "(FR) [placeholder]"
    },
    "apply-now": {
      "subtitle": "(FR) Apply now",
      "paragraph-one": "(FR) By starting this application, you consent to the terms of the above privacy notice statement.",
      "button": "(FR) Start application"
    }
  },
  "a2": {
    "page-title": "(FR) Type of application",
    "breadcrumbs": {
      "new-application": "(FR) New Application",
      "a2": "(FR) Type of Application"
    },
    "choose-type": "(FR) I am",
    "self": "(FR) Applying for myself",
    "else": "(FR) Applying on behalf of someone else",
    "back": "(FR) Back",
    "continue": "(FR) Continue",
    "required": "(FR) Please select one of these options"
  }
}
