{
  "index": {
    "page-title": "Renew"
  },
  "terms-and-conditions": {
    "page-title": "Présentation d'une demande d'adhésion au Régime canadien de soins dentaires",
    "page-heading": "Conditions générales d'utilisation et énoncé de confidentialité",
    "intro-text": "Merci d'utiliser la demande en ligne du Régime canadien de soins dentaires (RCSD) (« la demande en ligne »). Nous avons établi conditions d'utilisation de ce service (« conditions d'utilisation »). Veuillez les lire attentivement.",
    "terms-and-conditions-of-use": {
      "summary": "Conditions générales d'utilisation",
      "online-application-legal-terms": "<strong>VEUILLEZ LIRE ATTENTIVEMENT.</strong> Les présentes conditions d'utilisation de la demande en ligne du Régime canadien de soins dentaires (RCSD) contiennent des renseignements sur vos droits et obligations juridiques et régissent votre utilisation de la demande en ligne. Les présentes conditions d'utilisation doivent être lues en parallèle avec celles du site Web Canada.ca. En cas de divergence, les présentes conditions d'utilisation ont préséance sur celles du site Web <canadaTermsConditions>Canada.ca</canadaTermsConditions>. En cas de divergence, les présentes conditions générales d'utilisation ont préséance sur celles du site Web Canada.ca.",
      "online-application-access-terms": "Votre accès à la demande en ligne et votre utilisation de celle-ci, y compris tout le contenu, sont assujettis à (1) votre acceptation des présentes conditions d'utilisation et (2) votre respect de celles-ci.",
      "online-application-usage-terms": "Chaque fois que vous utilisez la demande en ligne, ces conditions continuent de s'appliquer. En utilisant la demande en ligne, vous acceptez de respecter les conditions suivantes. Il vous incombe de comprendre et de conserver ces conditions.",
      "online-application-outage": "Il peut arriver que le système soit interrompu pour des raisons de maintenance.",
      "online-application-timeout": "Si vous êtes inactif pendant 15 minutes dans la demande en ligne, votre séance prendra fin et vous perdrez tous les renseignements que vous avez entrés.",
      "terms-rejection-policy": "Vous pouvez en tout temps décider de ne pas accepter les conditions, auquel cas vous ne serez pas autorisé à accéder à la demande en ligne et à l'utiliser.",
      "esdc-definition-clarification": "Aux fins des présentes conditions d'utilisation, « EDSC » désigne Sa Majesté le Roi du chef du Canada représenté par le ministre de l'Emploi et du Développement social du Canada.",
      "online-application": {
        "heading": "Conditions générales d'utilisation de la demande en ligne",
        "self-agreement": "Votre utilisation de la demande en ligne signifie que vous avez lu et accepté les présentes conditions d'utilisation et l'énoncé de confidentialité. Si, à tout moment, vous cessez d'accepter l'une ou l'autre des conditions d'utilisation, vous devez renoncer à utiliser la demande en ligne.",
        "on-behalf-of-someone-else": "Si vous utilisez la demande en ligne au nom d'un enfant, vous certifiez en l'utilisant que vous disposez de toute l'autorité nécessaire pour accepter les conditions d'utilisation au nom de cette personne, et que vous acceptez les conditions d'utilisation au nom de la personne que vous représentez.",
        "at-your-own-risk": "Si vous utilisez un ordinateur partagé ou une connexion Internet partagée, vous utilisez ce service à vos propres risques et vous devrez protéger toutes vos informations personnelles. Si vous utilisez un ordinateur public, assurez-vous de fermer le navigateur ou de vous déconnecter lorsque vous avez terminé.",
        "msdc": "EDSC utilise les services de Microsoft Corporation pour exécuter la demande en ligne. Les centres de données Microsoft utilisés par EDSC sont au Canada conformément à l'entente sur <microsoftDataPrivacyPolicy>les conditions de service de Microsoft Corporation</microsoftDataPrivacyPolicy>.",
        "antibot": "EDSC utilise les services de protection contre les robots hCaptcha pour nos outils en ligne conformément aux <hcaptchaTermsOfService>conditions de service</hcaptchaTermsOfService> de hCaptcha."
      },
      "changes-to-these-terms-of-use": {
        "heading": "Changements apportés aux présentes conditions d'utilisation",
        "esdc-terms-amendment-policy": "EDSC peut modifier les présentes conditions à tout moment et sans préavis. Ces changements prennent effet immédiatement à la date de leur publication. En utilisant la demande en ligne, vous acceptez de respecter les conditions modifiées. Vous devez vous assurer de comprendre et de conserver les conditions modifiées."
      }
    },
    "privacy-notice-statement": {
      "summary": "Énoncé de confidentialité",
      "personal-information": {
        "heading": "Renseignements personnels",
        "service-canada-application-administration": "Les renseignements personnels recueillis dans la présente demande sont nécessaires aux fins de l'inscription au Régime canadien de soins dentaires (RCSD). Service Canada, qui fait partie d'Emploi et Développement social Canada (EDSC), administre les demandes au titre du RCSD au nom de Santé Canada. Service Canada recueillera les renseignements personnels que vous avez inclus dans votre demande de participation au RCSD afin de vous inscrire au régime.",
        "collection-use": "La collecte, l'utilisation et la divulgation de vos renseignements personnels sont autorisées par la <cite>Loi sur le ministère de la Santé</cite>, la <cite>Loi sur les mesures de soins dentaires</cite> et la <cite>Loi sur le ministère de l'Emploi et du Développement social</cite>, entre autres, et sont protégées par les dispositions de la Loi sur la protection des renseignements personnels.",
        "microsoft-policy": "EDSC exécute ce processus de demande en utilisant les services du fournisseur tiers Microsoft Corporation, qui peut être soumis à des lois étrangères. Vous trouverez de plus amples renseignements en consultant cette page Web <microsoftDataPrivacyPolicy>Politique de protection des données et principes de confidentialité de Microsoft</microsoftDataPrivacyPolicy>."
      },
      "how-we-protect-your-privacy": {
        "heading": "Comment protégeons-nous vos renseignements personnels?",
        "personal-information-rights-and-access": "Vous avez droit à la protection de vos renseignements personnels, à l'accès à ceux-ci et, le cas échéant, à leur correction. Ils sont conservés dans les fichiers de renseignements personnels suivants (FRPs) :",
        "personal-information-banks": {
          "esdc-ppu-712": "Régime canadien de soins dentaires (ESDC PPU 712)",
          "hc-ppu-440": "Régime canadien de soins dentaires (SC PPU 440)"
        },
        "info-source-access": "Vous pouvez apprendre comment accéder à cette information dans la publication du gouvernement intitulée <infosource>Info Source</infosource>. Vous pouvez également accéder à Info Source en ligne dans n'importe quel Centre Service Canada.",
        "personal-information-handling-complaint-process": "Si vous n'êtes pas satisfait de la façon dont vos renseignements personnels ont été traités par EDSC, vous pouvez communiquer avec le Commissariat à la protection de la vie privée du Canada pour <fileacomplaint>déposer une plainte</fileacomplaint>."
      }
    },
    "sharing-your-information": {
      "summary": "Communication de vos renseignements",
      "government-of-canada-and-sun-life": {
        "heading": "Gouvernement du canada et Sun Life",
        "share-info": "Emploi et Développement social Canada (EDSC) peut communiquer vos renseignements personnels à Santé Canada (SC), à l'Agence du revenu du Canada et à la Sun Life pour administrer le régime, valider votre admissibilité et vous inscrire au Régime canadien de soins dentaires (RCSD).",
        "disclose-info": "Vos renseignements peuvent également être divulguées à l'administrateur des prestations du RCSD (la Sun Life) et aux agents et fournisseurs de services de l'administrateur des prestations aux fins de souscription, de vérification, d'administration, de décision et d'enquête concernant les prestations versées au titre du RCSD.",
        "sun-life-authorization": "La Sun Life est autorisée à recueillir, à utiliser et à divulguer des renseignements à votre sujet à toute personne ou organisation, y compris les fournisseurs de soins de santé buccodentaire, les établissements, les services d'enquête et le RCSD, aux fins de l'administration du programme, de la vérification, des demandes de règlement et de la sécurité des patients/clients."
      },
      "sharing-of-information-and-oral-health-providers": {
        "heading": "Partage d'informations et prestataires de santé bucco-dentaire",
        "enrol-consent": "En vous inscrivant au RCSD, vous consentez également à ce que vos fournisseurs de soins de santé buccodentaire divulguent tous les renseignements personnels, tel qu'autorisé par la <cite>Loi sur le ministère de la Santé</cite> et la <cite>Loi sur les mesures de soins dentaires</cite>, qui peuvent être jugés utiles par la Sun Life dans le contexte de l'administration du programme, de la vérification et de la gestion des demandes de règlement, et de la sécurité des patients/clients. Ces renseignements peuvent comprendre, sans s'y limiter, des détails sur les services fournis, des données cliniques sur le patient, des paiements et des radiographies.",
        "considered-minor": "Si vous êtes considéré comme mineur dans votre province ou territoire, vos renseignements peuvent également être communiqués à vos parents ou tuteurs légaux.",
        "analysis": "EDSC peut utiliser ou communiquer les renseignements que vous fournissez pour les activités d'analyse des politiques, de recherche, de surveillance et d'évaluation au sein d'EDSC, de SC et de Statistique Canada. Ces utilisations ou activités n'auront aucune incidence sur les décisions administratives prises à votre sujet."
      }
    },
    "apply": {
      "application-participation": "La participation au Régime canadien de soins dentaires est volontaire. Toutefois, si vous ne fournissez pas vos renseignements personnels dans votre demande, votre admissibilité au Régime canadien de soins dentaires ne pourra pas être validée.",
      "application-consent": "En poursuivant cette demande, vous reconnaissez avoir lu et accepté les modalités et l'énoncé de confidentialité ci-dessus. De plus, vous consentez à ce que vos renseignements personnels soient communiqués aux fins susmentionnées.",
      "back-button": "Retour",
      "start-button": "Accepter et poursuivre"
    },
    "links": {
      "canada-ca-terms-and-conditions": "https://www.canada.ca/fr/transparence/avis.html",
      "file-complaint": "https://www.priv.gc.ca/fr/signaler-un-probleme/",
      "hcaptcha": "https://www.hcaptcha.com/terms",
      "info-source": "https://www.canada.ca/fr/emploi-developpement-social/ministere/transparence/aai/rapports/infosource.html",
      "microsoft-data-privacy-policy": "https://www.microsoft.com/fr-ca/trust-center/privacy",
      "sun-life": "https://www.sunlife.ca/fr/"
    },
    "checkboxes": {
      "acknowledge-terms": "Je reconnais avoir lu les modalités",
      "acknowledge-privacy": "Je reconnais avoir lu l'avis de confidentialité",
      "share-data": "Je consens à l'échange des données",
      "error-message": {
        "acknowledge-terms-required": "La case à cocher des modalités doit être sélectionnée",
        "acknowledge-privacy-required": "La case à cocher de l'avis de confidentialité doit être sélectionnée",
        "share-data-required": "La case à cocher de l'échange des données doit être sélectionnée"
      }
    }
  },
  "tax-filing": {
    "page-title": "Tax filing",
    "form-instructions": "Have you and your spouse or common-law partner (if applicable) filed your tax return for 2024 and received your Notice of Assessment?",
    "radio-options": {
      "yes": "Yes",
      "no": "No"
    },
    "error-message": {
      "tax-filing-required": "Select whether or not you have filed your taxes"
    },
    "back-btn": "Back",
    "continue-btn": "Continue"
  },
  "file-your-taxes": {
    "page-title": "File your taxes",
    "ineligible-to-renew": "You are not eligible to renew for the Canadian Dental Care Plan at this time.",
    "tax-not-filed": "You, your spouse or common-law partner have not filed a tax return for 2024 with the Canada Revenue Agency.",
    "unable-to-assess": "We use the information from your tax file to verify that the income and residency eligibility requirements are met for the plan.",
    "tax-info": "For more information on how to file your taxes, visit <taxInfo>Get ready to do your taxes</taxInfo>.",
    "renew-after": "You can renew for the plan after you or your spouse or common-law partner have filed your taxes and received your Notice of Assessment.",
    "tax-info-href": "https://www.canada.ca/en/services/taxes/income-tax/personal-income-tax/get-ready-taxes.html",
    "back-btn": "Back",
    "return-btn": "Return to dashboard",
    "return-btn-link": "https://www.canada.ca/en/services/benefits/dental/dental-care-plan.html"
  },
  "member-selection": {
    "page-title": "Renew your Canadian Dental Care Plan benefits",
    "reviewed": "The following member(s) have already renewed:",
    "form-instructions": "Below is a list of members who can renew. Choose the member you want to renew for.",
    "continue-help": "After you've chosen all the members you want to renew, click 'Continue'.",
    "completed": "Completed",
    "back-btn": "Back",
    "continue-btn": "Continue",
    "cancel-btn": "Cancel",
    "save-btn": "Save"
  },
  "dental-insurance": {
    "page-title": "{{memberName}} : Access to other dental insurance",
    "legend": "Do you have access to dental insurance or coverage:",
    "list": {
      "employment": "Through your employment benefits or a family member's employment benefits, including health and wellness accounts",
      "pension": "Through your pension benefits or a family member's pension benefits",
      "purchased": "Purchased by you or a family member or through a group plan from an insurance or benefits company",
      "professional": "Through a professional or student organization"
    },
    "option-yes": "<strong>Yes</strong>, I have access to dental insurance or coverage",
    "option-no": "<strong>No</strong>, I do not have access to dental insurance or coverage",
    "button": {
      "back": "Back",
      "continue": "Continue",
      "cancel-btn": "Cancel",
      "save-btn": "Save"
    },
    "detail": {
      "additional-info": {
        "title": "Additional information",
        "eligible": "Exception: You may still be eligible if you are retired and:",
        "list": {
          "opted": "you opted out of pension benefits before December 11, 2023, and",
          "cannot-opt": "you can't opt back in under the pension rules"
        },
        "not-eligible": "You are still considered to have access to dental insurance or coverage if you choose to opt out of benefits provided through your or a family member's:",
        "not-eligible-employer": "employer",
        "not-eligible-pension": "pension (see exception)",
        "not-eligible-organization": "professional or student organization.",
        "not-eligible-note": "As such, you are not eligible for the Canadian Dental Care Plan.",
        "not-eligible-purchased": "If you purchased your current dental insurance policy privately on your own, you are not eligible for the Canadian Dental Care Plan while that coverage is in effect."
      }
    },
    "error-message": {
      "dental-insurance-required": "Select whether you have access to dental insurance"
    }
  },
  "demographic-survey": {
    "page-title": "Voluntary demographic questions for {{memberName}}",
    "optional": "All questions are optional.",
    "indigenous-status": "Is this person First Nations, Métis or Inuk (Inuit)?",
    "disability-status": "Does this person have a disability?",
    "ethnic-groups": "To which ethnic group(s) does this person belong? Please select all that apply.",
    "location-born-status": "Where was this person born?",
    "gender-status": "What is this person's gender?",
    "continue-btn": "Continue",
    "back-btn": "Back",
    "save-btn": "Save",
    "cancel-btn": "Cancel",
    "error-message": {
      "first-nations-required": "Please select if this person is First Nations, Métis or Inuk (Inuit)",
      "another-ethnic-group-required": "Please specify the ethnic group"
    }
  },
  "marital-status": {
    "page-title": "État civil",
    "marital-status": "Quel est votre état civil actuel?",
    "spouse-or-commonlaw": "Renseignements sur l'époux/épouse ou le conjoint/la conjointe de fait",
    "provide-sin": "Fournissez le numéro d'assurance sociale de votre époux/épouse ou conjoint/conjointe de fait actuel(le). Ces renseignements sont nécessaires pour calculer votre revenu familial net rajusté.",
    "required-information": "Votre époux/épouse ou conjoint/conjointe de fait doit présenter sa propre demande initiale ou demande de renouvellement au Régime canadien de soins dentaires.",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "cancel-btn": "Cancel",
    "save-btn": "Save",
    "sin": "Numéro d'assurance sociale (NAS)",
    "year-of-birth": "Année de naissance",
    "confirm-checkbox": "Je confirme que mon époux/épouse ou conjoint/conjointe de fait est au courant de la communication de ses renseignements personnels et y a consenti.",
    "help-message": {
      "sin": "Entrez le NAS à 9 chiffres"
    },
    "error-message": {
      "marital-status-required": "Sélectionnez l'état civil",
      "confirm-required": "La case à cocher doit être sélectionnée",
      "date-of-birth-year-required": "L'année de naissance doit être fournie",
      "yob-is-future": "L'année de naissance doit être dans le passé",
      "sin-required": "Entrez un NAS de 9 chiffres",
      "sin-valid": "Doit être un NAS valide",
      "sin-unique": "Le numéro d'assurance sociale (NAS) doit être unique"
    }
  },
  "children": {
    "child-number": "Child {{childNumber}}",
    "parent-or-guardian": {
      "page-title": "{{childName}} : parent or legal guardian",
      "back-btn": "Back",
      "continue-btn": "Continue",
      "form-instructions": "Are you the parent or legal guardian of this child?",
      "radio-options": {
        "yes": "Yes",
        "no": "No"
      },
      "error-message": {
        "parent-or-guardian-required": "Select whether you are the parent or legal guardian of this child"
      }
    },
    "parent-or-guardian-required": {
      "page-title": "You must be a parent or legal guardian",
      "must-be": "You must be a parent or legal guardian.",
      "unable-to-apply": "You are not able to apply for this child. You must be a parent or legal guardian to apply on behalf of a child.",
      "back-btn": "Back",
      "continue-btn": "Continue to next member"
    },
    "dental-insurance": {
      "title": "{{childName}} : access to other dental insurance",
      "legend": "Does {{childName}} have access to dental insurance or coverage :",
      "list": {
        "employment": "Through a parent or legal guardian's employment benefits including health and wellness accounts",
        "pension": "Through a parent or legal guardian's pension benefits",
        "purchased": "Purchased by a parent or legal guardian from an insurance or benefits company",
        "professional": "Through a professional or student organization"
      },
      "option-yes": "<strong>Yes</strong>, this child has access to dental insurance or coverage",
      "option-no": "<strong>No</strong>, this child does not have access to dental insurance or coverage",
      "button": {
        "back": "Back",
        "continue": "Continue",
        "cancel-btn": "Cancel",
        "save-btn": "Save"
      },
      "detail": {
        "additional-info": {
          "title": "Additional information",
          "eligible": "A child is still considered to have access to dental insurance or coverage if a parent or legal guardian chooses to opt out of benefits provided through:",
          "eligible-list": {
            "employer": "an employer",
            "pension": "pension (see exception)",
            "professional": "professional or student organization."
          },
          "not-eligible": "As such, the child is not eligible for Canadian Dental Care Plan.",
          "not-eligible-purchased": "If a parent or legal guardian purchased the current dental insurance policy privately, a child is not eligible for the Canadian Dental Care Plan while that coverage is in effect.",
          "excepton": "Exception: A child may still be eligible if a parent or legal guardian are retired and:",
          "exception-list": {
            "opted-out": "Opted out of pension benefits before December 11, 2023, and",
            "opt-back": "Can't opt back in under the pension rules"
          }
        }
      },
      "error-message": {
        "dental-insurance-required": "Select whether the child has access to dental insurance"
      }
    }
  },
  "confirm-phone": {
    "page-title": "Numéro de téléphone",
    "add-phone": "L'ajout d'un numéro de téléphone à jour au dossier aidera le gouvernement du Canada à communiquer avec vous en cas de problème lié à votre demande de renouvellement. Sinon, nous communiquerons avec vous par la poste.",
    "add-or-update": {
      "legend": "Souhaitez-vous mettre à jour ou ajouter votre numéro de téléphone?",
      "help-message": "Le numéro de téléphone que nous avons au dossier se trouve également sur la lettre de renouvellement que vous avez reçue de Service Canada."
    },
    "phone-number": "Numéro de téléphone",
    "phone-number-alt": "Autre numéro de téléphone (facultatif)",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "Sauvegarder",
    "option-yes": "Oui",
    "option-no": "Non",
    "error-message": {
      "add-or-update-required": "Indiquez si vous souhaitez ajouter ou mettre à jour votre numéro de téléphone",
      "phone-number-valid": "Numéro de téléphone invalide",
      "phone-number-alt-valid": "Numéro de téléphone invalide",
      "phone-required": "Entrer un numéro de téléphone"
    }
  },
  "confirm-email": {
    "page-title": "Adresse courriel",
    "add-email": "Adresse courriel",
    "add-or-update": {
      "legend": "Souhaitez-vous mettre à jour ou ajouter votre adresse courriel?",
      "help-message": "L'adresse courriel que nous avons au dossier se trouve également sur la lettre de renouvellement que vous avez reçue de Service Canada."
    },
    "receive-comms": {
      "legend": "Souhaitez-vous recevoir des communications par courriel de la part de la Sun Life et du gouvernement du Canada?"
    },
    "email": "Adresse courriel",
    "confirm-email": "Confirmer l'adresse courriel",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "Sauvegarder",
    "option-yes": "Oui",
    "option-no": "Non",
    "error-message": {
      "add-or-update-required": "Sélectionnez si vous souhaitez mettre à jour ou ajouter une adresse courriel",
      "email-match": "Les adresses courriel entrées ne concordent pas",
      "confirm-email-required": "Confirmez l'adresse courriel",
      "email-required": "Entrez l'adresse courriel",
      "email-valid": "Entrez l'adresse courriel dans le bon format, par exemple nom@example.com",
      "confirm-email-valid": "Entrez la confirmation de l'adresse courriel dans le bon format, par exemple nom@example.com",
      "receive-comms-required": "Select whether you would like to receive email communication"
    }
  },
  "confirm-address": {
    "page-title": "Adresse",
    "have-you-moved": "Avez-vous déménagé ou changé d'adresse postale depuis que vous avez présenté une demande au Régime canadien de soins dentaires?",
    "is-home-address-same-as-mailing-address": "L'adresse de votre domicile est-elle la même que votre adresse postale?",
    "radio-options": {
      "yes": "Oui",
      "no": "Non"
    },
    "help-message": "L'adresse que nous avons au dossier se trouve également sur la lettre de renouvellement que vous avez reçue de Service Canada.",
    "error-message": {
      "has-address-changed-required": "Sélectionnez si vous avez déménagé ou changé d'adresse postale",
      "is-home-address-same-as-mailing-address-required": "Sélectionnez si votre adresse postale et votre adresse domicile sont identiques ou non"
    },
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "Enregistrer"
  },
  "update-address": {
    "page-title": "Mettez l'adresse à jour",
    "mailing-address": {
      "header": "Adresse postale"
    },
    "home-address": {
      "header": "Adresse à domicile",
      "use-mailing-address": "Mon adresse à domicile est la même que mon adresse postale"
    },
    "address-field": {
      "address": "Adresse postale",
      "mailing-address": "Adresse postale",
      "apartment": "Inclure le numéro d'appartement (s'il y a lieu), le numéro municipal et le nom de la rue. Par exemple : 4B - 123 Rue Main",
      "country": "Pays",
      "province": "Province, territoire, État ou région",
      "city": "Ville ou municipalité",
      "postal-code": "Code postal",
      "postal-code-optional": "Code postal (facultatif)",
      "select-one": "Sélectionnez une option"
    },
    "back": "Retour",
    "continue": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "sauvegarder",
    "error-message": {
      "mailing-address": {
        "address-required": "Une adresse doit être fournie",
        "city-required": "Une ville doit être fournie",
        "country-required": "Un pays doit être sélectionné",
        "postal-code-required": "Le code postal ou le code zip doit être fourni",
        "postal-code-valid": "Code postal invalide (A1A 1A1)",
        "province-required": "Une province doit être sélectionnée",
        "zip-code-valid": "Code zip invalide (12345)",
        "invalid-postal-code-for-country": "Un code postal canadien a été saisi dans l'adresse postale, mais le Canada n'a pas été sélectionné comme pays. Veuillez sélectionner le Canada et la province appropriée, ou modifier le code postal",
        "invalid-postal-code-for-province": "The postal code does not match the province or territory you selected"
      },
      "home-address": {
        "address-required": "Une adresse doit être fournie",
        "city-required": "Une ville doit être fournie",
        "country-required": "Un pays doit être sélectionné",
        "postal-code-required": "Le code postal ou le code zip doit être fourni",
        "postal-code-valid": "Code postal invalide (A1A 1A1)",
        "province-required": "Une province doit être sélectionnée",
        "zip-code-valid": "Code zip invalide (12345)",
        "invalid-postal-code-for-country": "Un code postal canadien a été saisi dans l'adresse du domicile, mais le Canada n'a pas été sélectionné comme pays. Veuillez sélectionner le Canada et la province appropriée, ou modifier le code postal",
        "invalid-postal-code-for-province": "Le code postal ne correspond pas à la province ou au territoire que vous avez sélectionné"
      },
      "characters-valid": "Seuls les lettres, les chiffres et les caractères suivants sont acceptés : apostrophe ('), virgule (,), point (.), trait d'union (-) et crochet ()"
    }
  },
  "communication-preference": {
    "page-title": "Communication",
    "preferred-language": "What is your preferred official language of communication?",
    "back": "Back",
    "continue": "Continue",
    "cancel-btn": "Cancel",
    "save-btn": "Save",
    "error-message": {
      "preferred-language-required": "Select preferred language of communication"
    }
  }
}
