{
  "confirm-marital-status": {
    "page-title": "État civil",
    "has-marital-status-changed": "Votre état civil ou votre conjoint a-t-il changé depuis que vous avez présenté une demande au Régime canadien de soins dentaires?",
    "help-message": "L'état civil que nous avons au dossier se trouve également sur la lettre de renouvellement que vous avez reçue de Service Canada.",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "Sauvegarder",
    "radio-options": {
      "yes": "Oui",
      "no": "Non"
    },
    "error-message": {
      "has-marital-status-changed-required": "Please indicate if your marital status has changed"
    }
  },
  "marital-status": {
    "page-title": "État civil",
    "marital-status": "Quel est votre état civil actuel?",
    "spouse-or-commonlaw": "Renseignements sur l'époux/épouse ou le conjoint/la conjointe de fait",
    "provide-sin": "Fournissez le numéro d'assurance sociale de votre époux/épouse ou conjoint/conjointe de fait actuel(le). Ces renseignements sont nécessaires pour calculer votre revenu familial net rajusté.",
    "required-information": "Votre époux/épouse ou conjoint/conjointe de fait doit présenter sa propre demande initiale ou demande de renouvellement au Régime canadien de soins dentaires.",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "cancel-btn": "Cancel",
    "save-btn": "Save",
    "sin": "Numéro d'assurance sociale (NAS)",
    "year-of-birth": "Année de naissance",
    "confirm-checkbox": "Je confirme que mon époux/épouse ou conjoint/conjointe de fait est au courant de la communication de ses renseignements personnels et y a consenti.",
    "help-message": {
      "sin": "Entrez le NAS à 9 chiffres"
    },
    "error-message": {
      "marital-status-required": "Sélectionnez l'état civil",
      "confirm-required": "La case à cocher doit être sélectionnée",
      "date-of-birth-year-required": "Entrez l'année de naissance, par exemple 1950",
      "yob-is-future": "L'année de naissance doit être dans le passé",
      "sin-required": "Entrez un NAS de 9 chiffres",
      "sin-valid": "Doit être un NAS valide",
      "sin-unique": "Le numéro d'assurance sociale (NAS) doit être unique"
    }
  },
  "confirm-phone": {
    "page-title": "Numéro de téléphone",
    "add-phone": "Un numéro de téléphone à jour permet au gouvernement du Canada de communiquer avec vous en cas de problème avec votre renouvellement. Vous trouverez le numéro que nous avons en dossier dans la lettre de Service Canada. Si vous ne fournissez pas de numéro de téléphone, nous communiquerons avec vous par la poste.",
    "add-or-update": {
      "legend": "Souhaitez-vous mettre à jour ou ajouter votre numéro de téléphone?"
    },
    "phone-number": "Numéro de téléphone",
    "phone-number-alt": "Autre numéro de téléphone (facultatif)",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "Sauvegarder",
    "option-yes": "Oui",
    "option-no": "Non",
    "error-message": {
      "add-or-update-required": "Indiquez si vous souhaitez ajouter ou mettre à jour votre numéro de téléphone",
      "phone-number-valid": "Numéro de téléphone invalide",
      "phone-number-alt-valid": "Numéro de téléphone invalide",
      "phone-required": "Entrer un numéro de téléphone"
    }
  },
  "confirm-email": {
    "page-title": "Adresse courriel",
    "add-email": "Une adresse courriel à jour permet au gouvernement du Canada et à la Sun Life de communiquer avec vous au sujet de votre adhésion au Régime canadien de soins dentaires. Vous trouverez l'adresse courriel que nous avons dans nos dossiers dans la lettre de Service Canada.",
    "add-or-update": {
      "legend": "Souhaitez-vous mettre à jour ou ajouter votre adresse courriel?"
    },
    "receive-comms": {
      "legend": "Souhaitez-vous recevoir des communications par courriel de la part de la Sun Life et du gouvernement du Canada?"
    },
    "email": "Adresse courriel",
    "confirm-email": "Confirmer l'adresse courriel",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "Sauvegarder",
    "option-yes": "Oui",
    "option-no": "Non",
    "error-message": {
      "add-or-update-required": "Sélectionnez si vous souhaitez mettre à jour ou ajouter une adresse courriel",
      "email-match": "Les adresses courriel entrées ne concordent pas",
      "confirm-email-required": "Confirmez l'adresse courriel",
      "email-required": "Entrez l'adresse courriel",
      "email-valid": "Entrez l'adresse courriel dans le bon format, par exemple nom@example.com",
      "confirm-email-valid": "Entrez la confirmation de l'adresse courriel dans le bon format, par exemple nom@example.com",
      "receive-comms-required": "Select whether you would like to receive email communication"
    }
  },
  "confirm-address": {
    "page-title": "Adresse",
    "have-you-moved": "Souhaitez-vous mettre à jour l'adresse de votre domicile ou votre adresse postale?",
    "radio-options": {
      "yes": "Oui",
      "no": "Non"
    },
    "help-message": "L'adresse que nous avons au dossier se trouve également sur la lettre de renouvellement que vous avez reçue de Service Canada.",
    "error-message": {
      "has-address-changed-required": "Sélectionnez si vous avez déménagé ou changé d'adresse postale",
      "is-home-address-same-as-mailing-address-required": "Sélectionnez si votre adresse postale et votre adresse domicile sont identiques ou non"
    },
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "Enregistrer"
  },
  "update-address": {
    "mailing-address": {
      "page-title": "Adresse postale",
      "header": "Adresse postale"
    },
    "home-address": {
      "page-title": "Adresse à domicile",
      "header": "Adresse à domicile",
      "use-mailing-address": "Mon adresse postale est la même que mon adresse à domicile"
    },
    "address-field": {
      "address": "Adresse postale",
      "address-note": "Inclure le numéro d'appartement (s'il y a lieu), le numéro municipal et le nom de la rue. Par exemple : 123, rue Main, app. 4B",
      "country": "Pays",
      "province": "Province, territoire, État ou région",
      "city": "Ville ou municipalité",
      "postal-code": "Code postal",
      "postal-code-optional": "Code postal (facultatif)",
      "select-one": "Sélectionnez une option"
    },
    "dialog": {
      "address-suggestion": {
        "address-selection-legend": "Veuillez sélectionner une option d'adresse ci‑dessous :",
        "cancel-button": "Retour",
        "description": "Il y a un problème avec l'adresse que vous avez fournie. Veuillez sélectionner l'adresse que vous souhaitez utiliser. Si vous vivez dans un appartement ou une chambre, n'oubliez pas de le préciser.",
        "entered-address-option": "Adresse saisie :",
        "header": "Suggestion de correction d'adresse",
        "suggested-address-option": "Adresse corrigée suggérée :",
        "use-selected-address-button": "Utiliser l'adresse sélectionnée"
      },
      "address-invalid": {
        "close-button": "Retour",
        "description": "Nous n'avons pas pu vérifier votre adresse. Vous pouvez soit la mettre à jour, soit continuer avec l'adresse que vous avez saisie. Si vous vivez dans un appartement ou une chambre, n'oubliez pas d'indiquer cette information.",
        "entered-address": "Adresse saisie :",
        "header": "Adresse invalide",
        "use-entered-address-button": "Utiliser l'adresse saisie"
      }
    },
    "back": "Retour",
    "continue": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "sauvegarder",
    "error-message": {
      "mailing-address": {
        "address-required": "Entrez l'adresse postale, normalement le numéro et le nom de la rue",
        "city-required": "Entrez une ville ou une municipalité pour votre adresse postale",
        "country-required": "Sélectionnez un pays pour votre adresse postale",
        "postal-code-required": "Entrez un code postal ou un code postal américain pour votre adresse postale",
        "postal-code-valid": "Entrez un code postal pour l'adresse postale dans le bon format, par exemple A1A 1A1",
        "province-required": "Sélectionnez une province, un territoire, un État ou une région pour votre adresse postale",
        "zip-code-valid": "Entrez un code postal américain pour l'adresse postale dans le bon format, par exemple 12345 ou 12345-6789",
        "invalid-postal-code-for-country": "Un code postal canadien a été saisi pour l'adresse postale, mais le Canada n'a pas été sélectionné comme pays. Veuillez sélectionner le Canada et la province appropriée, ou modifier le code postal",
        "invalid-postal-code-for-province": "Le code postal ne correspond pas à la province ou au territoire sélectionné"
      },
      "home-address": {
        "address-required": "Entrez l'adresse du domicile, normalement le numéro et le nom de la rue",
        "city-required": "Entrez une ville ou une municipalité pour votre adresse du domicile",
        "country-required": "Sélectionnez un pays pour votre adresse du domicile",
        "postal-code-required": "Entrez un code postal ou un code postal américain pour votre adresse du domicile",
        "postal-code-valid": "Entrez un code postal pour l'adresse du domicile dans le bon format, par exemple A1A 1A1",
        "province-required": "Sélectionnez une province, un territoire, un État ou une région pour votre adresse du domicile",
        "zip-code-valid": "Entrez un code postal américain pour l'adresse du domicile dans le bon format, par exemple 12345 ou 12345-6789",
        "invalid-postal-code-for-country": "Un code postal canadien a été saisi pour l'adresse du domicile, mais le Canada n'a pas été sélectionné comme pays. Veuillez sélectionner le Canada et la province appropriée, ou modifier le code postal",
        "invalid-postal-code-for-province": "Le code postal ne correspond pas à la province ou au territoire sélectionné"
      },
      "characters-valid": "Seuls les lettres, les chiffres et les caractères suivants sont acceptés : apostrophe ('), virgule (,), point (.), trait d'union (-) et crochet ()"
    }
  },
  "dental-insurance": {
    "title": "Accès à une assurance dentaire privée",
    "legend": "Avez-vous accès à une assurance dentaire privée ou une couverture dentaire?",
    "list": {
      "employment": "dans le cadre des avantages sociaux de l'employeur d'un parent ou d'un tuteur légal, y compris les comptes de santé et de bien-être",
      "pension": "par le biais de prestations de retraite d'un parent ou d'un tuteur légal",
      "purchased": "achetée individuellement par un parent ou un tuteur légal auprès d'une compagnie d'assurance ou de prestations",
      "professional": "par l'intermédiaire d'une organisation professionnelle ou étudiante"
    },
    "option-yes": "<strong>Oui</strong>, j'ai accès à une assurance ou une couverture dentaire",
    "option-no": "<strong>Non</strong>, je n'ai pas accès à une assurance ou une couverture dentaire",
    "button": {
      "back": "Retour",
      "continue": "Continuer",
      "cancel-btn": "Annuler",
      "save-btn": "Sauvegarder"
    },
    "detail": {
      "additional-info": {
        "title": "Que signifie avoir accès à une assurance dentaire privée?",
        "eligible": "Cela signifie que vous n'avez accès à aucun type d'assurance ou de couverture dentaire :",
        "eligible-list": {
          "employment-benefits": "dans le cadre des avantages sociaux de votre employeur ou de l'employeur d'un membre de votre famille, y compris les comptes de santé et de bien-être",
          "organization": {
            "professional-student": "par une organisation professionnelle ou étudiante",
            "note": "Remarque : Si vous êtes admissible à la protection dentaire au moyen de vos avantages sociaux ou par une organisation professionnelle ou étudiante, vous n'êtes pas admissible au RCSD. Cela est vrai, même si :",
            "not-take": "vous décidez de ne pas opter pour cette protection",
            "pay-premium": "vous devez verser une prime d'assurance sur cette protection",
            "not-use": "vous ne l'utilisez pas"
          },
          "pension": {
            "pension-benefits": "par le biais de votre pension ou des prestations de retraite d'un membre de votre famille",
            "federal-provincial-territorial": "Cela comprend les régimes de retraite des gouvernements fédéral, provinciaux et territoriaux",
            "exceptions": {
              "eligible": "Exception : Vous pourriez être admissible au RCSD si vous êtes à la retraite et si à la fois :",
              "opted-out": "vous avez renoncé aux prestations de retraite avant le 11 décembre 2023",
              "opt-back": "vous ne pouvez pas opter pour celles-ci de nouveau selon les règles relatives à la pension"
            }
          },
          "purchased-coverage": {
            "purchased-through": "achetée individuellement par vous, par un membre de votre famille ou par le biais d'un plan de groupe d'une compagnie d'assurance ou de prestations",
            "purchased-privately": "Si vous souscrivez actuellement une assurance dentaire privée (qui ne fait pas partie des types de protection indiqués ci-dessus), vous n'êtes pas admissible au RCSD pendant la durée de cette couverture."
          }
        }
      }
    },
    "error-message": {
      "dental-insurance-required": "Sélectionnez si vous avez une assurance dentaire"
    }
  },
  "confirm-dental-benefits": {
    "title": "Accès à d'autres prestations dentaires fédérales, provinciales ou territoriales",
    "access-to-dental": "L'accès à une assurance dentaire dans le cadre d'un programme social n'aura aucune incidence sur votre admissibilité au Régime canadien de soins dentaires.",
    "select-one": "Sélectionnez une option",
    "eligibility-criteria": "Si vous répondez à tous les critères d'admissibilité, votre couverture sera coordonnée entre les régimes afin qu'il n'y ait pas de lacunes ou de dédoublement dans la couverture.",
    "has-benefits": "Bénéficiez-vous de prestations pour soins dentaires dans le cadre d'un programme social fédéral, provincial ou territorial autre que le Régime canadien de soins dentaires?",
    "option-yes": "<strong>Oui</strong>, j'ai des prestations fédérales, provincial ou territorial",
    "option-no": "<strong>Non</strong>, Non, je n'ai pas des prestations fédérales, provincial ou territorial",
    "button": {
      "back": "Retour",
      "continue": "Continuer",
      "cancel-btn": "Annuler",
      "save-btn": "Sauvegarder"
    },
    "error-message": {
      "federal-provincial-territorial-benefit-required": "Sélectionnez si vous bénéficiez de prestations dentaires fédérales provinciale ou territoriale"
    }
  },
  "update-dental-benefits": {
    "title": "Accès à d'autres prestations dentaires fédérales, provinciales ou territoriales",
    "access-to-dental": "L'accès à une assurance dentaire dans le cadre d'un programme social provincial, territorial ou fédéral n'aura aucune incidence sur votre admissibilité au Régime canadien de soins dentaires.",
    "select-one": "Sélectionnez une option",
    "eligibility-criteria": "Si vous répondez à tous les critères d'admissibilité, votre couverture sera coordonnée entre les régimes afin qu'il n'y ait pas de lacunes ou de dédoublement dans la couverture.",
    "federal-benefits": {
      "title": "Prestations fédérales",
      "legend": "Bénéficiez-vous d'autres prestations pour soins dentaires dans le cadre d'un programme social fédéral autre que le Régime canadien de soins dentaires?",
      "option-yes": "<strong>Oui</strong>, j'ai des prestations <strong>fédérales</strong> pour soins dentaires",
      "option-no": "<strong>Non</strong>, je n'ai pas des prestations <strong>fédérales</strong> pour soins dentaires",
      "social-programs": {
        "legend": "Veuillez sélectionner le programme de protection sociale avec lequel vous êtes assuré. Si vous en avez plus d'un, veuillez sélectionner celui que vous utilisez le plus."
      }
    },
    "provincial-territorial-benefits": {
      "title": "Prestations provinciales ou territoriales",
      "legend": "Bénéficiez-vous d'autres prestations pour soins dentaires dans le cadre d'un programme social provincial ou territorial autre que le Régime canadien de soins dentaires?",
      "option-yes": "<strong>Oui</strong>, j'ai des prestations <strong>provinciales ou territoriales</strong> pour soins dentaires",
      "option-no": "<strong>Non</strong>, je n'ai pas des prestations <strong>provinciales ou territoriales</strong> pour soins dentaires",
      "social-programs": {
        "input-legend": "Par l'entremise de quelle province ou de quel territoire?",
        "radio-legend": "Veuillez sélectionner le programme de protection sociale avec lequel vous êtes assuré. Si vous en avez plus d'un, veuillez sélectionner celui que vous utilisez le plus."
      }
    },
    "button": {
      "back": "Retour",
      "continue": "Continuer",
      "cancel-btn": "Annuler",
      "save-btn": "Sauvegarder"
    },
    "error-message": {
      "federal-benefit-program-required": "Sélectionnez le programme fédéral sous lequel vous êtes couvert",
      "federal-benefit-required": "Sélectionnez si vous avez des prestations dentaires fédérales",
      "provincial-benefit-program-required": "Sélectionnez le programme provincial ou territorial sous lequel vous êtes couvert",
      "provincial-benefit-required": "Sélectionnez si vous avez des prestations dentaires provinciales ou territoriales",
      "provincial-territorial-required": "Sélectionnez une province ou un territoire"
    }
  },
  "demographic-survey": {
    "page-title": "Questions démographiques facultatives pour {{memberName}}",
    "improve-cdcp": "La réponse à ces questions est facultative. Vos réponses aideront Santé Canada à améliorer le Régime canadien de soins dentaires et à s'assurer que nos services sont accessibles à tous.",
    "confidential": "Les renseignements recueillis ne serviront qu'à des fins statistiques et resteront confidentiels.",
    "impact-enrollment": "Le fait de répondre aux questions d'ordre démographique n'aura pas d'incidence sur votre adhésion au Régime canadien de soins dentaires.",
    "prefer-not-to-answer-btn": "Je préfère ne pas répondre",
    "optional": "Toutes les questions sont facultatives.",
    "indigenous-status": "Êtes-vous membre des Premières Nations, Métis ou Inuit?",
    "disability-status": "Vous identifiez-vous comme une personne en situation de handicap?",
    "disability-help-message": "Une personne en situation de handicap est une personne qui présente une déficience durable ou récurrente qui touche la vision, l'audition, la mobilité, la flexibilité, la dextérité, la douleur, l'apprentissage, le développement, la mémoire ou des troubles liés à la santé mentale, qui limite ses activités quotidiennes à l'intérieur ou à l'extérieur du foyer, par exemple à l'école, au travail ou dans la collectivité en général.",
    "ethnic-groups": "Dans notre société, les personnes sont souvent décrites selon leur origine ethnique. Sans que cela ait de fondement scientifique, leur ethnicité peut influer sur la façon dont les autres personnes et les institutions nous traitent, et cela peut avoir une incidence sur notre santé. Parmi les catégories suivantes, laquelle ou lesquelles vous décrivent le mieux? Cochez toutes les cases correspondantes :",
    "location-born-status": "Où êtes-vous né(e)?",
    "gender-status": "Quel est votre genre?",
    "gender-help-message": "Le genre renvoie au genre actuel d'une personne, qui peut être différent du sexe attribué à la naissance et de celui qui est indiqué sur les documents juridiques.",
    "continue-btn": "Continuer",
    "back-btn": "Retour",
    "save-btn": "Sauvegarder",
    "cancel-btn": "Annuler",
    "error-message": {
      "first-nations-required": "Cochez tout ce qui s'applique",
      "another-ethnic-group-required": "Précisez la race"
    }
  },
  "review-adult-information": {
    "read-carefully": "Examinez attentivement ces renseignements. Les renseignements fournis seront utilisés pour mettre à jour votre compte de membre du Régime canadien de soins dentaires.",
    "page-title": "Vérifiez vos renseignements",
    "page-sub-title": "Renseignements sur le membre",
    "dob-title": "Date de naissance",
    "dob-change": "Modifier la date de naissance",
    "client-number-title": "Numéro de client",
    "sin-title": "Numéro d'assurance sociale (NAS)",
    "sin-change": "Modifier le NAS",
    "full-name-title": "Nom complet",
    "full-name-change": "Modifier le nom complet",
    "marital-title": "État civil",
    "marital-change": "Modifier l'état civil",
    "year-of-birth": "Année de naissance",
    "spouse-title": "Renseignements sur l'époux/épouse ou le conjoint(e) de fait",
    "spouse-consent": {
      "label": "Consentement",
      "yes": "Mon époux/épouse ou conjoint/conjointe de fait est au courant de la communication de ses renseignements personnels et il/elle y consent.",
      "no": "Mon époux/épouse ou conjoint/conjointe de fait est au courant de la communication de ses renseignements personnels et il/elle n'y consent pas."
    },
    "contact-info-title": "Coordonnées",
    "phone-title": "Téléphone",
    "phone-change": "Modifier le numéro de téléphone",
    "alt-phone-title": "Autre numéro de téléphone",
    "alt-phone-change": "Modifier l'autre numéro de téléphone",
    "email": "Courriel",
    "email-change": "Modifier l'adresse courriel",
    "mailing-title": "Adresse postale",
    "mailing-change": "Modifier l'adresse postale",
    "home-title": "Adresse à domicile",
    "home-change": "Modifier l'adresse domiciliaire",
    "dental-title": "Accès à l'assurance dentaire",
    "dental-insurance-title": "Accès à d'autres assurances ou couvertures de soins dentaires",
    "dental-insurance-change": "Modifier la réponse à « accès à l'assurance dentaire »",
    "dental-benefit-title": "Accès à des prestations dentaires gouvernementales",
    "dental-benefit-change": "Modifier la réponse à « soins dentaires gouvernementaux »",
    "dental-benefit-has-access": "Accès à des prestations dentaires gouvernementales :",
    "demographic-survey-title": "Demographics questions",
    "demographic-survey-heading": "Voluntary demographic questions",
    "demographic-survey-responded": "Responded",
    "demographic-survey-change": "Change answers to demographic questions",
    "no-change": "Aucun changement",
    "submit-button": "Soumettre la demande",
    "exit-button": "Quitter la demande",
    "back-button": "Retour",
    "yes": "Oui",
    "no": "Non",
    "submit-app-title": "Soumettre votre demande de renouvellement",
    "submit-p-proceed": "En procédant à cette demande de renouvellement, vous acceptez d'attester la véracité des renseignements fournis.",
    "submit-p-false-info": "Si vous fournissez de faux renseignements dans votre demande de renouvellement, vous et les autres personnes pour lesquelles vous avez présenté une demande pourriez être exclus du régime.",
    "submit-p-repayment": "Si vous ou les membres de votre famille n'étiez pas admissibles au renouvellement, vous pourriez avoir à rembourser la totalité des frais pour les soins reçus par l'intermédiaire du Régime canadien de soins dentaires.",
    "no-update": "Pas de mise à jour"
  },
  "confirm": {
    "page-title": "Votre demande de renouvellement au Régime canadien de soins dentaires est terminée!",
    "keep-copy": "Imprimez ou sauvegardez une copie de votre demande.",
    "print-copy-text": "Vous ne recevrez pas de courriel de confirmation. Il est important de conserver une copie de votre demande.",
    "print-btn": "Imprimer",
    "print-or-save-btn": "Imprimer ou sauvegarder",
    "whats-next": "Vous recevrez une lettre dans les deux prochaines semaines",
    "begin-process": "Nous commencerons à traiter votre demande de renouvellement immédiatement. Vous pouvez continuer d'utiliser vos prestations du Régime canadien de soins dentaires. Vous recevrez une lettre dans les deux semaines suivant la présentation de votre demande de renouvellement pour vous informer si vous êtes admissible à la prochaine année de couverture.",
    "cdcp-checker": "Vous pouvez utiliser le <cdcpLink>vérificateur de l'état de votre demande du Régime canadien de soins dentaires</cdcpLink> ou composer le numéro <noWarp>1-833-537-4342</noWrap> pour suivre l'évolution de votre demande de renouvellement ou pour recevoir plus de renseignements.",
    "register-msca-title": "Inscrivez-vous à Mon dossier Service Canada",
    "register-msca-text": "<mscaLink>Inscrivez-vous à Mon dossier Service Canada (MDSC)</mscaLink> pour consulter les lettres qui vous ont été envoyées par le gouvernement du Canada au sujet de votre adhésion au Régime canadien de soins dentaires.",
    "applicant-summary": "Résumé de la mise à jour",
    "applicant-title": "Demandeur",
    "member-info": "Renseignements sur le demandeur",
    "year-of-birth": "Année de naissance",
    "spouse-info": "Renseignements sur l'époux/l'épouse ou le conjoint/la conjointe de fait",
    "contact-info": "Coordonnées",
    "dental-insurance": "Accès à une assurance dentaire",
    "dental-benefit-has-access": "A accès aux prestations suivantes :",
    "dob": "Date de naissance",
    "sin": "Numéro d'assurance sociale (NAS)",
    "full-name": "Nom complet",
    "client-number": "Numéro de client",
    "marital-status": "État civil",
    "consent": "Consentement",
    "consent-answer": "Mon époux/épouse ou conjoint/conjointe de fait est au courant de la communication de ses renseignements personnels et il/elle y consent.",
    "phone-number": "Numéro de téléphone",
    "alt-phone-number": "Autre numéro de téléphone",
    "email": "Courriel",
    "mailing": "Adresse postale",
    "home": "Adresse à domicile",
    "dental-private": "Accès à d'autres assurances ou couvertures de soins dentaires :",
    "dental-public": "Accès à des prestations dentaires gouvernementales :",
    "yes": "Oui",
    "no": "Non",
    "no-change": "Aucun changement",
    "close-application": "Fermer la demande",
    "exit-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html",
    "status-checker-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html",
    "msca-link": "https://www.canada.ca/fr/emploi-developpement-social/services/mon-dossier.html",
    "alert": {
      "title": "Aidez-nous à améliorer le Régime canadien de soins dentaires.",
      "survey": "Ce court sondage comporte cinq questions démographiques et y répondre vous prendra trois minutes. Il s'ouvrira dans une nouvelle fenêtre.",
      "answers": "Vos réponses aideront Santé Canada à améliorer le Régime canadien de soins dentaires et à faire en sorte que nos services soient accessibles à tous.",
      "btn": "Répondre au sondage"
    },
    "modal": {
      "header": "Fermer la demande",
      "info": "En fermant cette demande, vous mettrez fin à votre session et les informations saisies seront effacées de votre navigateur. Assurez-vous d'avoir une copie de votre code de demande.",
      "are-you-sure": "Êtes-vous sûr de vouloir fermer la demande?",
      "back-btn": "Retour",
      "close-btn": "Fermer la demande"
    }
  },
  "exit-application": {
    "page-title": "Quitter la demande",
    "are-you-sure": "Êtes-vous certain de vouloir quitter cette demande? Si vous cliquez sur « Quitter », le formulaire sera réinitialisé et vos renseignements seront perdus.",
    "click-back": "Cliquez sur « Retour » pour retourner au formulaire.",
    "back-btn": "Retour",
    "exit-btn": "Quitter",
    "exit-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
  }
}
