{
  "children": {
    "child-number": "Child {{childNumber}}",
    "index": {
      "page-title": "Child(ren)'s renewal",
      "you-have-completed": "You have completed the renewal process for yourself.",
      "in-this-section": "Dans cette section, vous pouvez ajouter les enfants pour lesquels vous souhaitez renouveler l'adhésion en sélectionnant le bouton « Renouveler pour un enfant ».",
      "each-child": "Each child must have a client number to renew their membership. If the child does not have a client number, you will need to apply for the Canadian Dental Care Plan.",
      "dob-title": "Date of birth",
      "client-number-title": "Client number",
      "edit-child": "Edit child's information",
      "add-child": "Renew a child",
      "add-another-child": "Renew another child",
      "remove-child": "Remove child",
      "back-btn": "Back",
      "continue-btn": "Continue with application",
      "cancel-btn": "Cancel",
      "save-btn": "Save",
      "dental-insurance-title": "Access to other dental insurance or coverage",
      "dental-benefit-title": "Access to government dental benefits",
      "dental-benefit-has-access": "Has access to the following benefits:",
      "yes": "Yes",
      "no": "No",
      "modal": {
        "header": "Remove {{childName}}",
        "info": "Do you want to remove {{childName}} from this application?",
        "back-btn": "Return to summary page",
        "remove-btn": "Remove child"
      }
    },
    "information": {
      "page-title": "{{childName}} : Renseignements",
      "form-instructions-sin": "Saisissez le nom de l'enfant tel qu'il a été fourni lors de votre première demande pour l'enfant",
      "single-legal-name": "Si l'enfant a un seul nom légal",
      "name-instructions": "Si l'enfant n'utilise qu'un seul nom, indiquez ce nom dans les champs « prénom » et « nom ».",
      "last-name": "Nom de famille",
      "first-name": "Prénom",
      "date-of-birth": "Date de naissance",
      "client-number": "Numéro de client de l'enfant",
      "client-number-detail": "Vous trouverez le numéro de client de l'enfant dans le coin supérieur droit de la lettre de renouvellement de Service Canada ou sur la carte de membre de la Sun Life de l'enfant.",
      "parent-legend": "Êtes-vous le parent ou le tuteur légal de cet enfant?",
      "radio-options": {
        "yes": "Oui",
        "no": "Non"
      },
      "back-btn": "Retour",
      "continue-btn": "Continuer",
      "cancel-btn": "Annuler",
      "save-btn": "Enregistrer",
      "child-not-found": {
        "heading": "(FR) We could not find your child's application with the information you gave us.",
        "please-review": "(FR) Please make sure the information you entered for your child is correct.",
        "contact-service-canada": "(FR) Contact Service Canada if this issue continues by calling <noWrap>1-833-537-4342</noWrap>."
      },
      "error-message": {
        "first-name-required": "Entrez le prénom de l'enfant",
        "last-name-required": "Entrez le nom de famille de l'enfant",
        "date-of-birth-day-number": "Le jour doit être un nombre",
        "date-of-birth-day-required": "La date de naissance doit inclure un jour",
        "date-of-birth-is-past": "La date de naissance doit être dans le passé",
        "date-of-birth-is-past-valid": "Date de naissance trop éloignée dans le passé",
        "date-of-birth-month-required": "La date de naissance doit inclure un mois",
        "date-of-birth-valid": "Le jour doit être valide pour le mois et l'année choisi",
        "date-of-birth-year-number": "L'année doit être un nombre, par exemple 1950",
        "date-of-birth-year-required": "La date de naissance doit inclure une année",
        "client-number-required": "Numéro de client de l'enfant",
        "client-number-valid": "Doit être un numéro de client valide. Votre saisie doit comporter 11, 13 chiffres",
        "is-parent": "Sélectionnez si vous êtes le parent ou le tuteur légal de l'enfant",
        "characters-valid": "Seuls les lettres, les chiffres et les caractères suivants sont acceptés : apostrophe ('), virgule (,), point (.), trait d'union (-) et parenthèse ()",
        "first-name-no-digits": "Le prénom doit contenir uniquement des lettres",
        "last-name-no-digits": "Le nom de famille doit contenir uniquement des lettres",
        "no-record": "Aucun dossier correspondant trouvé pour votre enfant"
      }
    },
    "parent-or-guardian": {
      "page-title": "Vous devez être le parent ou le tuteur légal",
      "must-be": "Vous devez être le parent ou le tuteur légal",
      "unable-to-apply": "Vous ne pouvez pas présenter de demande pour cet enfant. Vous devez être le parent ou le tuteur légal d'un enfant pour présenter une demande en son nom.",
      "back-btn": "Retour",
      "continue-btn": "Retour à l'application"
    },
    "dental-insurance": {
      "title": "{{childName}} : accès à d'autres assurances dentaires",
      "legend": "Est-ce que {{childName}} a accès à une assurance ou à une couverture dentaire :",
      "list": {
        "employment": "dans le cadre des avantages sociaux de l'employeur d'un parent ou d'un tuteur légal, y compris les comptes de santé et de bien-être",
        "pension": "par le biais de prestations de retraite d'un parent ou d'un tuteur légal",
        "purchased": "achetée individuellement par un parent ou un tuteur légal auprès d'une compagnie d'assurance ou de prestations",
        "professional": "par l'intermédiaire d'une organisation professionnelle ou étudiante"
      },
      "option-yes": "<strong>Oui</strong>, l'enfant a accès à une assurance ou une couverture dentaire",
      "option-no": "<strong>Non</strong>, l'enfant n'a pas accès à une assurance ou une couverture dentaire",
      "button": {
        "back": "Retour",
        "continue": "Continuer",
        "cancel-btn": "Annuler",
        "save-btn": "Sauvegarder"
      },
      "detail": {
        "additional-info": {
          "title": "Qu'entend-on par avoir accès à une assurance dentaire privée?",
          "eligible": "Cela signifie que l'enfant a accès à tout type d'assurance ou de couverture dentaire :",
          "eligible-list": {
            "employment-benefits": "dans le cadre des avantages sociaux d'employeur d'un parent ou d'un tuteur légal, y compris les comptes de santé et de bien-être",
            "organization": {
              "professional-student": "par une organisation professionnelle ou étudiante",
              "note": "Remarque : Si l'enfant est admissible à la protection dentaire au moyen d'avantages sociaux d'un parent ou d'un tuteur légal ou par une organisation professionnelle ou étudiante, il n'est pas admissible au RCSD. Cela est vrai, même si :",
              "not-take": "vous décidez de ne pas opter pour cette protection",
              "pay-premium": "vous devez verser une prime d'assurance sur cette protection",
              "not-use": "vous ne l'utilisez pas"
            },
            "pension": {
              "pension-benefits": "par le biais de prestations de retraite d'un parent ou d'un tuteur légal",
              "federal-provincial-territorial": "Cela comprend les régimes de retraite des gouvernements fédéral, provinciaux et territoriaux",
              "exceptions": {
                "eligible": "Exception : L'enfant peut être admissible au RCSD si un parent ou d'un tuteur légal est à la retraite et :",
                "opted-out": "a renoncé aux prestations de retraite avant le 11 décembre 2023",
                "opt-back": "ne peux pas se réinscrire en vertu des règles relatives à la pension"
              }
            },
            "purchased-coverage": {
              "purchased-through": "achetée individuellement par un parent ou d'un tuteur légal ou par le biais d'un plan de groupe d'une compagnie d'assurance ou de prestations",
              "purchased-privately": "Si un parent ou d'un tuteur légal a souscrit actuellement une assurance dentaire privée (qui ne fait pas partie des types de protection indiqués ci-dessus), l'enfant n'est pas admissible au RCSD pendant la durée de cette couverture."
            }
          }
        }
      },
      "error-message": {
        "dental-insurance-required": "Sélectionnez si cet enfant a accès à une assurance dentaire"
      }
    },
    "confirm-dental-benefits": {
      "title": "{{childName}} : accès à d'autres prestations dentaires fédérales, provinciales ou territoriales",
      "access-to-dental": "L'accès à des prestations dentaires dans le cadre d'un programme social n'aura aucune incidence sur l'admissibilité de l'enfant au Régime canadien de soins dentaires.",
      "select-one": "Sélectionnez une option",
      "eligibility-criteria": "Si l'enfant répond à tous les critères d'admissibilité, sa couverture doit être coordonnée entre les régimes afin qu'il n'y ait pas de dédoublement ou de lacunes dans la couverture.",
      "has-benefits-changed": "Est-ce que {{nom de l'enfant 2}} bénéficie de prestations pour soins dentaires dans le cadre d'un programme social fédéral, provincial ou territorial autre que le Régime canadien de soins dentaires?",
      "option-yes": "<strong>Oui</strong>, l'enfant bénéficie de prestations dentaires fédérales, provincial ou territorial",
      "option-no": "<strong>Non</strong>, l'enfant ne bénéficie pas de prestations dentaires fédérales, provincial ou territorial",
      "button": {
        "back": "Retour",
        "continue": "Continuer",
        "cancel-btn": "Annuler",
        "save-btn": "Sauvegarder"
      },
      "error-message": {
        "federal-provincial-territorial-benefit-required": "Sélectionnez si votre enfant bénéficie de prestations dentaires fédérales provinciale ou territoriale"
      }
    }
  },
  "parent-intro": {
    "page-title": "Informations sur le parent ou le tuteur légal",
    "description": "Dans cette section, vous allez examiner et mettre à jour vos informations pour compléter la demande de renouvellement pour votre (vos) enfant(s).",
    "back-btn": "Retour",
    "continue-btn": "Continuer"
  }
}
