{
  "progress": {
    "label": "Progression de la demande"
  },
  "required-label": "Remplir tous les champs.",
  "optional-label": "Remplir tous les champs sauf s'ils sont indiqués facultatifs.",
  "all-optional-label": "Toutes les champs sont faculatives.",
  "terms-and-conditions": {
    "page-title": "Conditions d'utilisation et déclaration de confidentialité",
    "page-heading": "Conditions générales d'utilisation et énoncé de confidentialité",
    "intro-text": "Merci d'utiliser la demande de renouvellement en ligne du Régime canadien de soins dentaires (RCSD) (« la demande de renouvellement »). Nous avons établi d'importantes conditions d'utilisation de ce service (« conditions »). Veuillez les lire attentivement.",
    "terms-and-conditions-of-use": {
      "summary": "Conditions d'utilisation",
      "online-application-legal-terms": "<strong>VEUILLEZ LIRE ATTENTIVEMENT.</strong> Les présentes conditions d'utilisation de la demande de renouvellement du Régime canadien de soins dentaires (RCSD) contiennent des renseignements sur vos droits et obligations juridiques et régissent votre utilisation de la demande de renouvellement. Les présentes conditions d'utilisation doivent être lues en parallèle avec celles du site Web Canada.ca. En cas de divergence, les présentes conditions d'utilisation ont préséance sur celles du site Web <canadaTermsConditions>Canada.ca</canadaTermsConditions>. En cas de divergence, les présentes conditions générales d'utilisation ont préséance sur celles du site Web Canada.ca.",
      "online-application-access-terms": "Votre accès à la demande de renouvellement et votre utilisation de celle-ci, y compris tout le contenu, sont assujettis à (1) votre acceptation des présentes conditions d'utilisation et (2) votre respect de celles-ci.",
      "online-application-usage-terms": "Chaque fois que vous utilisez la demande de renouvellement, ces conditions continuent de s'appliquer. En utilisant la demande de renouvellement, vous acceptez de respecter les conditions suivantes. Il vous incombe de comprendre et de conserver ces conditions.",
      "online-application-outage": "Il peut arriver que le système soit interrompu pour des raisons de maintenance.",
      "online-application-timeout": "Si vous êtes inactif pendant 15 minutes dans la demande de renouvellement, votre séance prendra fin et vous perdrez tous les renseignements que vous avez entrés.",
      "terms-rejection-policy": "Vous pouvez en tout temps décider de ne pas accepter les conditions, auquel cas vous ne serez pas autorisé à accéder à la demande de renouvellement et à l'utiliser.",
      "esdc-definition-clarification": "Aux fins des présentes conditions d'utilisation, « EDSC » désigne Sa Majesté le Roi du chef du Canada représenté par le ministre de l'Emploi et du Développement social du Canada.",
      "online-application": {
        "heading": "Conditions générales d'utilisation de la demande de renouvellement",
        "self-agreement": "Votre utilisation de la demande de renouvellement signifie que vous avez lu et accepté les présentes conditions d'utilisation et l'énoncé de confidentialité. Si, à tout moment, vous cessez d'accepter l'une ou l'autre des conditions d'utilisation, vous devez renoncer à utiliser la demande de renouvellement.",
        "on-behalf-of-someone-else": "Si vous utilisez la demande de renouvellement au nom d'un enfant, vous certifiez en l'utilisant que vous disposez de toute l'autorité nécessaire pour accepter les conditions d'utilisation au nom de cette personne, et que vous acceptez les conditions d'utilisation au nom de la personne que vous représentez.",
        "at-your-own-risk": "Si vous utilisez un ordinateur partagé ou une connexion Internet partagée, vous utilisez ce service à vos propres risques et vous devrez protéger toutes vos informations personnelles. Si vous utilisez un ordinateur public, assurez-vous de fermer le navigateur ou de vous déconnecter lorsque vous avez terminé.",
        "msdc": "EDSC utilise les services de Microsoft Corporation pour exécuter la demande de renouvellement. Les centres de données Microsoft utilisés par EDSC sont au Canada conformément à l'entente sur <microsoftDataPrivacyPolicy>les conditions de service de Microsoft Corporation</microsoftDataPrivacyPolicy>.",
        "antibot": "EDSC utilise les services de protection contre les robots hCaptcha pour nos outils en ligne conformément aux <hcaptchaTermsOfService>conditions de service</hcaptchaTermsOfService> de hCaptcha."
      },
      "changes-to-these-terms-of-use": {
        "heading": "Changements apportés aux présentes conditions d'utilisation",
        "esdc-terms-amendment-policy": "EDSC peut modifier les présentes conditions à tout moment et sans préavis. Ces changements prennent effet immédiatement à la date de leur publication. En utilisant la demande de renouvellement, vous acceptez de respecter les conditions modifiées. Vous devez vous assurer de comprendre et de conserver les conditions modifiées."
      }
    },
    "privacy-notice-statement": {
      "summary": "Énoncé de confidentialité",
      "personal-information": {
        "heading": "Renseignements personnels",
        "service-canada-application-administration": "Service Canada, qui fait partie d'Emploi et Développement social Canada (EDSC), administre les demandes au titre du Régime canadien de soins dentaires (RCSD) au nom de Santé Canada. Les renseignements personnels recueillis dans cette demande de renouvellement sont nécessaires pour renouveler votre adhésion au RCSD.",
        "share-information": "EDSC peut utiliser ou communiquer les renseignements que vous fournissez pour les activités d'analyse des politiques, de recherche, de surveillance et d'évaluation au sein d'EDSC, de SC et de Statistique Canada. Ces utilisations ou activités n'auront aucune incidence sur les décisions administratives prises à votre sujet.",
        "collection-use": "La collecte, l'utilisation et la divulgation de vos renseignements personnels sont autorisées par la <cite>Loi sur le ministère de la Santé</cite>, la <cite>Loi sur les mesures de soins dentaires</cite> et la <cite>Loi sur le ministère de l'Emploi et du Développement social</cite>, entre autres, et sont protégées par les dispositions de la Loi sur la protection des renseignements personnels.",
        "microsoft-policy": "EDSC exécute ce processus de demande en utilisant les services du fournisseur tiers Microsoft Corporation, qui peut être soumis à des lois étrangères. Vous trouverez de plus amples renseignements en consultant cette page Web <microsoftDataPrivacyPolicy>Politique de protection des données et principes de confidentialité de Microsoft</microsoftDataPrivacyPolicy>."
      },
      "how-we-protect-your-privacy": {
        "heading": "Comment protégeons-nous vos renseignements personnels?",
        "personal-information-rights-and-access": "Vous avez droit à la protection de vos renseignements personnels, à l'accès à ceux-ci et, le cas échéant, à leur correction. Ils sont conservés dans les fichiers de renseignements personnels suivants (FRPs) :",
        "personal-information-banks": {
          "esdc-ppu-712": "Régime canadien de soins dentaires (ESDC PPU 712)",
          "hc-ppu-440": "Régime canadien de soins dentaires (SC PPU 440)"
        },
        "info-source-access": "Vous pouvez apprendre comment accéder à cette information dans la publication du gouvernement intitulée <infosource>Info Source</infosource>. Vous pouvez également accéder à Info Source en ligne dans n'importe quel Centre Service Canada.",
        "personal-information-handling-complaint-process": "Si vous n'êtes pas satisfait de la façon dont vos renseignements personnels ont été traités par EDSC, vous pouvez communiquer avec le Commissariat à la protection de la vie privée du Canada pour <fileacomplaint>déposer une plainte</fileacomplaint>.",
        "application-participation": "La participation au Régime canadien de soins dentaires est volontaire. Toutefois, si vous refusez de fournir des renseignements, EDSC ne pourra pas traiter votre demande de renouvellement."
      }
    },
    "sharing-your-information": {
      "summary": "Communication de vos renseignements",
      "government-of-canada-and-sun-life": {
        "heading": "Gouvernement du canada et Sun Life",
        "share-info": "Emploi et Développement social Canada (EDSC) peut communiquer vos renseignements personnels à Santé Canada (SC), à l'Agence du revenu du Canada et à la Sun Life pour administrer le régime, valider votre admissibilité et vous inscrire au Régime canadien de soins dentaires (RCSD).",
        "disclose-info": "Vos renseignements peuvent également être divulguées à l'administrateur des prestations du RCSD (la Sun Life) et aux agents et fournisseurs de services de l'administrateur des prestations aux fins de souscription, de vérification, d'administration, de décision et d'enquête concernant les prestations versées au titre du RCSD.",
        "sun-life-authorization": "La Sun Life est autorisée à recueillir, à utiliser et à divulguer des renseignements à votre sujet à toute personne ou organisation, y compris les fournisseurs de soins de santé buccodentaire, les établissements, les services d'enquête et le RCSD, aux fins de l'administration du programme, de la vérification, des demandes de règlement et de la sécurité des patients/clients."
      },
      "sharing-of-information-and-oral-health-providers": {
        "heading": "Partage d'informations et prestataires de santé bucco-dentaire",
        "enrol-consent": "En renouvelant votre adhésion au RCSD, vous consentez également à ce que vos fournisseurs de soins buccodentaires divulguent tous les renseignements personnels, conformément à la <cite>Loi sur le ministère de la Santé</cite> et à la <cite>Loi sur les mesures de soins dentaires</cite>, qui peuvent être jugés utiles par la Sun Life dans le contexte de l'administration du programme, de la vérification des demandes de règlement, de la gestion des demandes de règlement et de la sécurité des patients et des clients. Ces renseignements peuvent comprendre, sans s'y limiter, des détails sur les services fournis, des données cliniques sur le patient, des paiements et des radiographies.",
        "considered-minor": "Si vous êtes considéré comme mineur dans votre province ou territoire, vos renseignements peuvent également être communiqués à vos parents ou tuteurs légaux."
      }
    },
    "apply": {
      "application-consent": "En poursuivant cette demande de renouvellement, vous reconnaissez avoir lu et accepté les conditions générales et l'énoncé de confidentialité ci-dessus. En outre, vous consentez également à ce que vos renseignements personnels soient transmis aux fins énumérées ci-dessus.",
      "back-button": "Retour",
      "link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html",
      "start-button": "Accepter et poursuivre"
    },
    "links": {
      "canada-ca-terms-and-conditions": "https://www.canada.ca/fr/transparence/avis.html",
      "file-complaint": "https://www.priv.gc.ca/fr/signaler-un-probleme/",
      "hcaptcha": "https://www.hcaptcha.com/terms",
      "info-source": "https://www.canada.ca/fr/emploi-developpement-social/ministere/transparence/aai/rapports/infosource.html",
      "microsoft-data-privacy-policy": "https://www.microsoft.com/fr-ca/trust-center/privacy",
      "sun-life": "https://www.sunlife.ca/fr/"
    }
  },
  "applicant-information": {
    "page-title": "Renseignements personels",
    "required-information": "Nous utiliserons les renseignements que vous fournirez ci-dessous pour confirmer votre identité.",
    "client-number": "Numéro de client",
    "date-of-birth": "Date de naissance",
    "last-name": "Nom de famille",
    "first-name": "Prénom",
    "single-legal-name": "Si vous utilisez un seul nom légal",
    "name-instructions": "Si vous utilisez un seul nom légal, veuillez indiquer ce nom dans les DEUX champs « Prénom » et « Nom de famille ».",
    "no-client-number": "Je n'ai pas de numéro de client",
    "renew-client-number": "Pour renouveler votre adhésion, vous devez avoir un numéro de client.",
    "apply-to-cdcp": "Si vous n'en avez pas, vous devrez présenter une demande au Régime canadien de soins dentaires.",
    "check-eligibility": "<eligibilityLink>Vérifiez si vous pouvez présenter une demande au Régime canadien de soins dentaires.</eligibilityLink>",
    "eligibility-link": "https://www.canada.ca/en/services/benefits/dental/dental-care-plan/qualify.html",
    "back-btn": "Retour",
    "continue-btn": "Continuer",
    "cancel-btn": "Annuler",
    "save-btn": "Sauvegarder",
    "help-message": {
      "client-number": "Vous trouverez votre numéro de client dans le coin supérieur droit de la lettre de renouvellement de Service Canada ou sur votre carte de membre de la Sun Life."
    },
    "error-message": {
      "date-of-birth-day-number": "Le jour doit être un nombre",
      "date-of-birth-day-required": "La date de naissance doit inclure un jour",
      "date-of-birth-is-past": "La date de naissance doit être dans le passé",
      "date-of-birth-is-past-valid": "La date de naissance est trop éloignée dans le passé",
      "date-of-birth-month-required": "La date de naissance doit inclure un mois",
      "date-of-birth-valid": "Le jour doit être valide pour le mois et l'année choisi",
      "date-of-birth-year-number": "L'année doit être un nombre, par exemple 1950",
      "date-of-birth-year-required": "La date de naissance doit inclure une année",
      "first-name-required": "Entrez le prénom",
      "last-name-required": "Entrez le nom de famille",
      "first-name-no-digits": "Le prénom doit contenir uniquement des lettres",
      "last-name-no-digits": "Le nom de famille doit contenir uniquement des lettres",
      "client-number-required": "Entrez le numéro de client ",
      "characters-valid": "Seuls les lettres, les chiffres et les caractères suivants sont acceptés : apostrophe ('), virgule (,), point (.), trait d'union (-) et parenthèse ()",
      "client-number-valid": "Doit être un numéro de client valide. Votre saisie doit comporter 11, 13 chiffres"
    },
    "status-not-found": {
      "heading": "Nous n'avons pas pu trouver votre demande avec les informations que vous nous avez fournies.",
      "please-review": "Veuillez vous assurer que les informations que vous avez saisies sont correctes.",
      "contact-service-canada": "Si le problème persiste, contactez Service Canada en appelant le <noWrap>1-833-537-4342</noWrap>."
    }
  },
  "type-of-renewal": {
    "page-title": "Type de renouvellement",
    "form-instructions": "Pour qui renouvelez-vous l'adhésion?",
    "radio-options": {
      "personal-and-child": "Je présente une demande de renouvellement pour <strong>moi-même</strong> ou pour <strong>moi-même et mon ou mes enfants</strong>",
      "child": "Je présente une demande de renouvellement pour <strong>mon ou mes enfants</strong>",
      "delegate": "Je présente une demande de renouvellement <strong>au nom d'une autre personne à titre de représentant légal ou mandataire</strong>"
    },
    "error-message": {
      "type-of-renewal-required": "Sélectionnez pour qui vous renouvelez"
    },
    "back-btn": "Retour",
    "continue-btn": "Continuer"
  },
  "renewal-delegate": {
    "page-title": "Je présente une demande de renouvellement au nom d'une autre personne à titre de représentant légal ou mandataire",
    "contact-representative": "Vous devez parler à un agent de Service Canada si vous présentez une demande de renouvellement au nom d'une autre personne à titre de représentant légal ou mandataire. Vous pouvez communiquer avec Service Canada en téléphonant au <noWrap>1-833-537-4342</noWrap> ou en vous rendant dans un <contactServiceCanada>Centre Service Canada</contactServiceCanada> près de chez vous.",
    "prepare-to-apply": "<preparingToRenew>Se préparer à présenter une demande au nom de quelqu'un.</preparingToRenew>",
    "contact-service-canada-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/contactez.html",
    "preparing-to-apply-href": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html",
    "back-btn": "Retour",
    "return-btn": "Revenir à la page principale",
    "return-btn-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
  },
  "tax-filing": {
    "page-title": "Déclaration de revenus",
    "form-instructions": "Avez-vous, ainsi que votre époux ou conjoint de fait, le cas échéant, produit votre déclaration de revenus pour {{taxYear}} au Canada et reçu votre avis de cotisation?",
    "radio-options": {
      "yes": "Oui",
      "no": "Non"
    },
    "error-message": {
      "tax-filing-required": "Sélectionnez si vous avez fait votre déclaration de revenus ou non"
    },
    "back-btn": "Retour",
    "continue-btn": "Continuer"
  },
  "file-your-taxes": {
    "page-title": "Produire votre déclaration de revenus",
    "ineligible-to-renew": "Vous n'êtes pas admissible au renouvellement de votre adhésion au Régime canadien de soins dentaires pour le moment.",
    "tax-not-filed": "Vous, votre époux/épouse ou conjoint/conjointe de fait n'avez pas reçu votre avis de cotisation pour {{taxYear}} auprès de l'Agence du revenu du Canada.",
    "unable-to-assess": "Nous utilisons les renseignements de votre déclaration de revenus pour nous assurer que les critères d'admissibilité relatifs au revenu et à la résidence sont remplis.",
    "tax-info": "Pour en savoir plus sur la façon de produire votre déclaration de revenus, consultez la page <taxInfo>Préparez-vous à faire vos impôts</taxInfo>.",
    "renew-after": "Vous pourrez présenter une demande de renouvellement au régime après que vous ou votre époux/épouse ou conjoint/conjointe de fait aurez produit vos déclarations de revenus et reçu votre avis de cotisation.",
    "tax-info-href": "https://www.canada.ca/fr/services/impots/impot-sur-le-revenu/impot-sur-le-revenu-des-particuliers/preparez-vous-impots.html",
    "back-btn": "Retour",
    "return-btn": "Revenir à la page principale",
    "return-btn-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires.html"
  }
}
