{
  "page-title": "Vérificateur de l'état",
  "status-checker-heading": "Qu'est-ce que le vérificateur de l'état d'une demande?",
  "status-checker-content": "Il s'agit d'un outil qui vous permet de savoir où en est votre demande de participation au Régime canadien de soins dentaires.",
  "online-status-heading": "Qui peut vérifier l'état de sa demande en ligne?",
  "online-status-content": "Si vous avez présenté une demande au titre du Régime canadien de soins dentaires, vous pouvez vérifier l'état de votre demande en ligne.",
  "terms-conditions": "En utilisant le vérificateur de l'état d'une demande, vous acceptez les conditions générales d'utilisation et à l'énoncé de confidentialité.",
  "status-heading": "État",
  "empty-status": "Les informations que vous nous avez fournies ne correspondent pas aux informations dans notre système.",
  "terms-of-use": {
    "summary": "Conditions générales d'utilisation",
    "heading": "Conditions d'utilisation du vérificateur de l'état d'une demande du Régime canadien de soins dentaires",
    "thank-you": "Merci d'utiliser le vérificateur de l'état d'une demande du Régime canadien de soins dentaires. Nous avons établi conditions d'utilisation de ce service (« conditions d'utilisation »). Veuillez les lire attentivement.",
    "legal-terms": "<strong>VEUILLEZ LIRE ATTENTIVEMENT</strong> Les présentes conditions d'utilisation du vérificateur de l'état d'une demande du Régime canadien de soins dentaires (RCSD) contiennent des renseignements sur vos droits et obligations juridiques et régissent votre utilisation du vérificateur de l'état d'une demande. Les présentes conditions d'utilisation doivent être lues en parallèle avec celles du site Web <canadaTermsConditions>Canada.ca</canadaTermsConditions>. En cas de divergence, les présentes conditions d'utilisation ont préséance sur celles du site Web Canada.ca.",
    "access-terms": "Votre accès au vérificateur de l'état d'une demande et votre utilisation de celle-ci, y compris tout le contenu, sont assujettis à (1) votre acceptation des présentes conditions d'utilisation et (2) votre respect de celles-ci.",
    "maintenance": "Il peut arriver que le système soit indisponible pour des raisons de maintenance.",
    "inactive": "Si vous restez inactif pendant 15 minutes alors que vous utilisez le vérificateur de la demande, votre séance prendra fin et vous perdrez tous les renseignements que vous avez saisis.",
    "terms-rejection-policy": "Vous pouvez en tout temps décider de ne pas accepter les conditions, auquel cas vous ne serez pas autorisé à accéder au vérificateur de l'état d'une demande.",
    "esdc-definition-clarification": "Aux fins des présentes conditions d'utilisation, « EDSC » s'entend de Sa Majesté le Roi du chef du Canada, représenté par le ministre de l'Emploi et du Développement social du Canada.",
    "status-checker": {
      "heading": "Conditions d'utilisation du vérificateur de l'état d'une demande",
      "self-agreement": "Votre utilisation du vérificateur de l'état d'une demande en ligne signifie que vous avez lu et accepté les présentes conditions d'utilisation ainsi que l'énoncé de confidentialité. Si, à tout moment, vous cessez d'accepter l'une ou l'autre des conditions d'utilisation, vous devez renoncer à utiliser le vérificateur de l'état d'une demande.",
      "on-behalf-of-someone-else": "Si vous utilisez le vérificateur de l'état d'une demande au nom d'une autre personne, en l'utilisant, vous attestez que vous avez toute autorité, et la permission requises pour accepter les conditions d'utilisation au nom de cette personne.",
      "at-your-own-risk": "Si vous utilisez un ordinateur partagé ou une connexion Internet partagée, vous utilisez ce service à vos propres risques et vous devrez protéger toutes vos informations personnelles. Si vous utilisez un ordinateur public, assurez-vous de fermer le navigateur ou de vous déconnecter lorsque vous avez terminé.",
      "only-use": "N'utilisez cet outil que dans le but pour lequel il a été conçu.",
      "msdc": "EDSC utilise les services de Microsoft Corporation pour exécuter le vérificateur de l'état d'une demande. Les centres de données Microsoft utilisés par EDSC sont au Canada conformément à l'entente sur les <microsoftServiceAgreement>conditions de service de Microsoft Corporation</microsoftServiceAgreement>.",
      "antibot": "EDSC utilise les services de protection contre les robots hCaptcha pour nos outils en ligne conformément aux <hcaptchaTermsOfService>conditions de services</hcaptchaTermsOfService> de hCaptcha."
    },
    "changes-to-these-terms-of-use": {
      "heading": "Vous exonèrez, par les présentes, EDSC de toute responsabilité de cet ordre.",
      "esdc-terms-amendment-policy": "Modifications apportées aux présentes conditions d'utilisation EDSC peut modifier les présentes conditions d'utilisation en tout temps et sans préavis. De telles modifications entreront en vigueur immédiatement à la date de leur publication. Lorsque vous utilisez le vérificateur de l'état d'une demande, vous acceptez de respecter les conditions d'utilisation modifiées. Il vous incombe de vous assurer de comprendre et de retenir ces conditions."
    }
  },
  "privacy-notice-statement": {
    "summary": "Énoncé de confidentialité",
    "collection-of-use": "La collecte et l'utilisation de vos renseignements personnels sont autorisées en vertu de la <cite>Loi sur le ministère de la Santé</cite>, de la <cite>Loi sur les mesures de soins dentaires</cite>, de la <cite>Loi sur la protection des renseignements personnels</cite>, de la <cite>Loi sur le ministère de l'Emploi et du Développement social</cite> et d'autres lois applicables.",
    "provided-information": "Les renseignements fournis ne donneront jamais lieu à des décisions administratives vous concernant.",
    "third-party-provider": "EDSC exécute cette application en utilisant les services du fournisseur tiers Microsoft Corporation, qui peut être soumis à des lois étrangères. Pour obtenir de plus amples renseignements, veuillez consulter la <microsoftDataPrivacyPolicy>politique de confidentialité des données et les principes de confidentialité de Microsoft</microsoftDataPrivacyPolicy>.",
    "personal-information": "Vos renseignements personnels sont administrés conformément à ce que prévoient la <cite>Loi sur le ministère de l'Emploi et du Développement social</cite>, la <cite>Loi sur la protection des renseignements personnels</cite> ainsi que d'autres lois applicables. En vertu de la <cite>Loi sur la protection des renseignements personnels</cite>, vous avez le droit à la protection de vos renseignements personnels, à l'accès à ceux-ci et, le cas échéant, à la correction de vos renseignements personnels lorsque vous estimez qu'il y a une erreur ou une omission.",
    "report-a-concern": "Si vous n'êtes pas satisfait de nos réponses à vos préoccupations en matière de protection de la vie privée, vous avez le droit de déposer une plainte auprès du Commissaire à la protection de la vie privée du Canada concernant le traitement de vos renseignements personnels à la page suivante : <fileacomplaint>Signaler un problème</fileacomplaint>."
  },
  "links": {
    "file-complaint": "https://www.priv.gc.ca/fr/signaler-un-probleme/",
    "hcaptcha": "https://www.hcaptcha.com/terms",
    "microsoft-data-privacy-policy": "https://www.microsoft.com/fr-ca/trust-center/privacy",
    "microsoft-service-agreement": "https://www.microsoft.com/fr-ca/servicesagreement",
    "canada-terms-conditions": "https://www.canada.ca/fr/transparence/avis.html"
  },
  "form": {
    "complete-fields": "Remplir tous les champs.",
    "radio-legend": "Vérifiez-vous le statut pour vous-même ou pour votre enfant?",
    "radio-text": {
      "myself": "Je vérifie le statut pour <strong>moi-même</strong>",
      "child": "Je vérifie le statut de <strong>mon enfant</strong>"
    },
    "application-code-label": "Votre code de demande ou votre numéro du client",
    "application-code-description": "This code or number is found in the upper right-hand corner of the letter you received from Service Canada",
    "sin-label": "Numéro d'assurance sociale (NAS)",
    "continue": "Continuer",
    "submit": "Vérifier l'état de votre demande",
    "error-message": {
      "selection-required": "Choisissez si vous vérifiez le statut pour vous-même ou pour votre enfant"
    }
  },
  "myself": {
    "page-title": "Vérificateur de l'état",
    "status-heading": "État",
    "form": {
      "complete-fields": "Remplir tous les champs",
      "application-code-label": "Code de demande ou numéro de client",
      "application-code-description": "Entrez le numéro que vous avez reçu après avoir fait votre demande en ligne ou le numéro figurant dans le coin supérieur droit de la lettre que vous avez peut-être reçue de Service Canada.",
      "sin-label": "Numéro d'assurance sociale (NAS)",
      "sin-description": "Entrez un NAS de 9 chiffres",
      "submit": "Vérifier l'état",
      "back-btn": "Retour",
      "error-message": {
        "sin-required": "Entrez un NAS de 9 chiffres, par exemple 123 456 789",
        "sin-valid": "Le NAS saisi n'existe pas",
        "application-code-required": "Entrez le code de demande ou le numéro de client",
        "application-code-valid": "Doit être un code de demande ou un numéro de client valide. Votre saisie doit comporter 6, 11, 13 chiffres"
      }
    }
  },
  "child": {
    "page-title": "Vérificateur de l'état",
    "status-heading": "État",
    "form": {
      "complete-fields": "Remplir tous les champs",
      "application-code-label": "Code de demande ou numéro de client",
      "application-code-description": "Le numéro que vous avez reçu après avoir présenté votre demande, ou le numéro de client de votre enfant dans le coin droit de la lettre RCSD qu'il a reçue de Service Canada",
      "radio-legend": "L'enfant a-t-il un numéro d'assurance sociale (NAS)?",
      "sin-label": "Numéro d'assurance sociale (NAS)",
      "sin-description": "Entrez un NAS de 9 chiffres",
      "option-yes": "<strong>Oui</strong>, l'enfant a un NAS",
      "option-no": "<strong>Non</strong>, l'enfant n'a pas de NAS",
      "if-child-summary": "Si l'enfant a un seul nom légal",
      "if-child-desc": "Si l'enfant porte un seul nom légal, laissez le champ du prénom vide.",
      "last-name": "Nom de famille de l'enfant",
      "first-name": "Prénom de l'enfant",
      "date-of-birth-label": "Date de naissance de l'enfant",
      "submit": "Vérifier l'état",
      "back-btn": "Retour",
      "error-message": {
        "radio-required": "Sélectionnez si l'enfant a un NAS",
        "sin-required": "Entrez un NAS de 9 chiffres, par exemple 123 456 789",
        "sin-valid": "Le NAS saisi n'existe pas",
        "application-code-required": "Entrez le code de demande ou le numéro de client",
        "application-code-valid": "Doit être un code de demande ou un numéro de client valide. Votre saisie doit comporter 6, 11, 13 chiffres",
        "first-name-too-long": "Prénom trop long",
        "last-name-required": "Entrez le nom de famille",
        "date-of-birth-day-number": "Le jour doit être un nombre",
        "date-of-birth-day-required": "La date de naissance doit inclure un jour",
        "date-of-birth-is-past": "La date de naissance doit être dans le passé",
        "date-of-birth-is-past-valid": "Date de naissance trop éloignée dans le passé",
        "date-of-birth-month-required": "La date de naissance doit inclure un mois",
        "date-of-birth-valid": "Le jour doit être valide pour le mois et l'année choisi",
        "date-of-birth-year-number": "L'année doit être un nombre, par exemple 1950",
        "date-of-birth-year-required": "La date de naissance doit inclure une année",
        "characters-valid": "Seuls les lettres, les chiffres et les caractères suivants sont acceptés : apostrophe ('), virgule (,), point (.), trait d'union (-) et parenthèse ()"
      }
    }
  },
  "result": {
    "page-title": "Vérificateur de l'état",
    "status-heading": "État",
    "check-another": "Vérifier un autre état",
    "exit-btn": "Quitter le vérificateur de l'état",
    "exit-link": "https://www.canada.ca/fr/services/prestations/dentaire/regime-soins-dentaires/demande.html#etat",
    "status-not-found": {
      "heading": "Nous n'avons pas pu trouver l'état de votre demande avec les informations que vous nous avez fournies.",
      "please-review": "Veuillez vous assurer que les informations que vous avez saisies sont correctes. Si vous avez postulé récemment, réessayez dans 48 heures.",
      "if-submitted": "Si vous avez soumis plus d'une demande pour vous-même, vos enfants ou les deux, utilisez le dernier code de demande que vous avez reçu.",
      "contact-service-canada": "Contactez Service Canada si ce problème persiste en appelant au <noWrap>1-833-537-4342</noWrap>."
    }
  }
}
