{
  "disability-tax-credit": {
    "page-title": "Disability tax credit",
    "non-refundable": "The disability tax credit (DTC) is a non-refundable federal tax credit that helps people with disabilities, or their supporting family member, reduce the amount of income tax they may have to pay.",
    "more-info": "For more information visit <dtcLink>Disability tax credit (DTC)</dtcLink>",
    "form-label": "Did you have a valid disability tax credit (DTC) with the Canada Revenue Agency for 2023?",
    "dtc-link": "https://www.canada.ca/en/revenue-agency/services/tax/individuals/segments/tax-credits-deductions-persons-disabilities/disability-tax-credit.html",
    "radio-options": {
      "yes": "Yes",
      "no": "No"
    },
    "continue-btn": "Continue",
    "back-btn": "Back",
    "error-message": {
      "disability-tax-credit-required": "Select whether or not you have a valid disability tax credit"
    }
  },
  "index": {
    "page-title": "Applying for the Canadian Dental Care Plan"
  },
  "living-independently": {
    "page-title": "Living independently",
    "description": "Living independently from your parents means you are 16 or 17, do not receive financial support from your parents, and your primary residence is different from theirs.",
    "form-instructions": "Do you live independently from your parents?",
    "radio-options": {
      "yes": "Yes",
      "no": "No"
    },
    "error-message": {
      "living-independently-required": "Select an option for living independently"
    },
    "back-btn": "Back",
    "continue-btn": "Continue"
  },
  "parent-or-guardian": {
    "page-title": "Parent or guardian needs to apply",
    "unable-to-apply": "You are not able to apply for the Canadian Dental Care Plan for yourself. Please have a parent or guardian apply on your behalf.",
    "back-btn": "Back",
    "return-btn": "Return to main page",
    "return-btn-link": "https://www.canada.ca/en/services/benefits/dental/dental-care-plan.html"
  },
  "progress": {
    "label": "Application Progress Tracking"
  },
  "required-label": "Complete all fields unless marked as optional",
  "terms-and-conditions": {
    "page-title": "Terms and conditions",
    "page-heading": "Terms and conditions of use and privacy notice statement",
    "intro-text": "Thank you for using the Canadian Dental Care Plan (CDCP) Online Application (\"the Online Application\"). We have developed terms and conditions for using this service (\"Terms\"). Please read them carefully.",
    "terms-and-conditions-of-use": {
      "summary": "Terms and Conditions of Use",
      "online-application-legal-terms": "PLEASE READ CAREFULLY. These Terms for the Canadian Dental Care Plan (CDCP) Online Application contain information about your legal rights and obligations and regulate your use of the Online Application. These Terms should be read in conjunction with the <canadaTermsConditions>Canada.ca</canadaTermsConditions> website Terms and Conditions. In case they are differing, the present Terms take precedence over Canada.ca Terms and Conditions.",
      "online-application-access-terms": "Your access to and use of the Online Application, including any and all content, is subject to (1) your acceptance of, and (2) your compliance with these Terms.",
      "online-application-usage-terms": "Every time you use the Online Application, these Terms will apply. By using the Online Application, you agree to abide by the following Terms. It is your responsibility to understand and retain these Terms.",
      "online-application-outage": "There will be times when the system might be down for maintenance.",
      "online-application-timeout": "If you are inactive for 15 minutes on the Online Application, your session will end and you will lose any information you entered.",
      "terms-rejection-policy": "At any time you may decide not to accept the Terms, in which case you will not be permitted to access and use the Online Application.",
      "esdc-definition-clarification": "In these Terms, \"ESDC\" refers to the Minister of Employment and Social Development, representing His Majesty the King in Right of Canada.",
      "online-application": {
        "heading": "Terms of Use for the Online Application:",
        "self-agreement": "Using the Online Application means that you have read and agree to these Terms and the Privacy Notice Statement. If, at any time, you withdraw your agreement to any of the Terms you must stop use of the Online Application.",
        "on-behalf-of-someone-else": "If you are using the Application on behalf of a child, by using the Online Application, you certify that you have all the necessary authority to agree to the Terms on behalf of that individual, and that you agree to the Terms on behalf of the individual you are representing.",
        "at-your-own-risk": "If you are using a shared computer or shared internet connection, you are using this service at your own risk, and you will need to keep any personal information safe. If you are using a public computer make sure to close the browser or log out when you are done.",
        "msdc": "ESDC uses services from Microsoft Corporation to run the Online Application. The Microsoft data centres used by ESDC are in Canada in accordance with <microsoftDataPrivacyPolicy>Microsoft Corporation's Terms of Service Agreement</microsoftDataPrivacyPolicy>.",
        "antibot": "ESDC uses hCaptcha anti-bot services for our online tools in accordance with hCaptcha's <hcaptchaTermsOfService>Terms of Service</hcaptchaTermsOfService>."
      },
      "changes-to-these-terms-of-use": {
        "heading": "Changes to these Terms of Use",
        "esdc-terms-amendment-policy": "ESDC may amend these Terms at any time and without notice. Such changes shall be effective immediately on the date they are published. By using the Online Application, you agree to abide by the amended Terms. You are responsible to ensure you understand and retain the amended Terms."
      }
    },
    "privacy-notice-statement": {
      "summary": "Privacy Notice Statement",
      "personal-information": {
        "heading": "Personal Information",
        "service-canada-application-administration": "Service Canada, which is part of Employment and Social Development Canada (ESDC), administers applications for the Canadian Dental Care Plan (CDCP) on behalf of Health Canada (HC). Service Canada will collect the personal information you include in your CDCP application to validate eligibility against the CDCP criteria."
      },
      "how-we-protect-your-privacy": {
        "heading": "How we protect your privacy",
        "personal-information-collection-and-use-authorization": "The collection and use of your personal information is authorized under the <i>Privacy Act</i>, the <i>Department of Health Act</i>, the <i>Dental Care Measures Act</i>, the <i>Department of Employment and Social Development Act</i>, and other applicable laws.",
        "personal-information-rights-and-access": "You have the right to the protection of, access to, and where applicable, the correction of your personal information. It is kept in the following personal information banks:",
        "personal-information-banks": {
          "esdc-ppu-712": "Canadian Dental Care Plan ESDC PPU 712",
          "hc-ppu-440": "Canadian Dental Care Plan HC PPU 440"
        },
        "info-source-access": "You can learn how to access this information in the government publication called <infosource>Info Source</infosource>. You can also access Info Source online at any Service Canada Centre.",
        "esdc-application-third-party-provider": "ESDC carries out this application using services from third-party provider Microsoft Corporation, which may be subject to foreign laws. For more information, see: <microsoftDataPrivacyPolicy>Microsoft Data Privacy Policy & Privacy Principles</microsoftDataPrivacyPolicy>.",
        "personal-information-handling-complaint-process": "If you do not agree with the way your personal information was handled by ESDC, you can contact the Privacy Commissioner of Canada to <fileacomplaint>file a complaint</fileacomplaint>."
      },
      "who-we-can-share-your-information-with": {
        "heading": "Who we will share your information with",
        "esdc-personal-information-sharing": "ESDC will share your personal information with Health Canada, Canada Revenue Agency and Sun Life in administrating the plan to validate your eligibility and register you for the CDCP.",
        "benefits-administration-data-disclosure": "Your data may also be disclosed to the CDCP benefits administrator (Sun Life), the benefits administrator's agents and service providers for the purpose of underwriting, verification, administration, adjudication and investigation of claims under CDCP.",
        "esdc-information-usage-policy": "ESDC may use or share the information you provide for policy analysis, research, monitoring and/or evaluation activities within ESDC and HC. These uses or activities will not affect any administrative decisions made about you.",
        "sun-life-authorization": "Sun Life, is authorized to collect, use, and disclose information about you to any person or organization including oral health providers, institutions, investigative services, and the CDCP, for the purposes of, program administration, audit, claims and patient/client safety. If you are considered a minor in your province or territory, your information can also be shared with your parents, or legal guardians. For more information on Sun Life's privacy policy, visit <sunlife>www.sunlife.ca</sunlife>."
      },
      "what-happens-if-you-dont-give-us-your-information": {
        "heading": "What happens if you don't give us your information",
        "text": "Participation in the CDCP is voluntary; however, if you do not provide your personal information in your application, you cannot be considered for the CDCP."
      }
    },
    "apply": {
      "application-start-consent": "By continuing this application you agree to the above Terms and Conditions of use and the Privacy Notice Statement.",
      "back-button": "Back",
      "link": "https://www.canada.ca/en/services/benefits/dental/dental-care-plan/apply.html",
      "start-button": "Agree and continue"
    },
    "links": {
      "canada-ca-terms-and-conditions": "https://www.canada.ca/en/transparency/terms.html",
      "file-complaint": "https://www.priv.gc.ca/en/report-a-concern/",
      "hcaptcha": "https://www.hcaptcha.com/terms",
      "info-source": "https://www.canada.ca/en/employment-social-development/corporate/transparency/access-information/reports/infosource.html",
      "microsoft-data-privacy-policy": "https://www.microsoft.com/en-ca/trust-center/privacy",
      "sun-life": "https://www.sunlife.ca/en/"
    }
  },
  "type-of-application": {
    "page-title": "Type of application",
    "page-description": "Applications for the Canadian Dental Care Plan is opening in phases.",
    "apply-self": "Applying for yourself",
    "apply-self-eligibility": "You can currently apply for yourself if you are:",
    "senior": "65 or older",
    "valid-disability-tax-credit": "18 to 64 and have a valid Disability Tax Credit certificate",
    "live-independently": "16 and 17 and live independently from your parents",
    "apply-child": "Applying on behalf of your child",
    "apply-child-eligibility": "You can apply on behalf of your child if:",
    "sixteen-or-older": "You are 16 or older and the parent or legal guardian of the child; and",
    "under-eighteen": "The child is under 18 years old",
    "form-instructions": "Who are you applying for?",
    "note": "please note, only one application can be processed for each child.",
    "split-custody-summary": "If you split custody of a child",
    "split-custody-detail": "If you have shared custody agreement for the child, eligibility for the plan and the amount covered is based on the parent or guardian that applies. The child's eligibility and amount covered may change if another parent or guardian applies for that child.",
    "radio-options": {
      "personal": "I am applying for <strong>myself</strong>",
      "delegate": "I am applying on behalf of someone else as a <strong>legal delegate or Power of Attorney</strong>",
      "child": "I am applying for <strong>my child(ren)</strong>",
      "personal-and-child": "I am applying for <strong>myself and my child(ren)</strong>"
    },
    "error-message": {
      "type-of-application-required": "Select who this application is for"
    },
    "back-btn": "Back",
    "continue-btn": "Continue"
  }
}
