{
  "dialog": {
    "address-suggestion": {
      "address-selection-legend": "Please select an address option below:",
      "cancel-button": "Back",
      "description": "There's a problem with the address you provided. Please select the address you want to use. If you live in an apartment or suite, make sure to include that information.",
      "entered-address-option": "Entered address:",
      "header": "Verify your address",
      "suggested-address-option": "Suggested corrected address:",
      "use-selected-address-button": "Use selected address"
    },
    "address-invalid": {
      "close-button": "Back",
      "description": "We could not verify your address. You can either update it or continue with the address you entered. If you live in an apartment or suite, make sure to include that information.",
      "entered-address": "Entered address:",
      "header": "Verify your address",
      "use-entered-address-button": "Use entered address"
    }
  },
  "error-message": {
    "mailing": {
      "address-required": "Enter mailing address, typically number and street",
      "characters-valid": "Only letters, numbers and the following characters are accepted: apostrophe ('), comma (,), period (.), hyphen (-) and bracket ()",
      "city-required": "Enter a city or town for your mailing address",
      "country-required": "Select a country for your mailing address",
      "invalid-postal-zip-code-for-country": "A Canadian postal code in the mailing address was entered but Canada was not selected as the country. Please select Canada, and the proper province, or change the postal code",
      "invalid-postal-zip-code-for-province": "The postal code does not match the province or territory you selected",
      "postal-zip-code-required": "Enter postal code or zip code for your mailing address",
      "postal-zip-code-valid": "Enter mailing address postal code in the correct format, such as A1A 1A1",
      "province-state-required": "Select a province, territory, state or region for your mailing address",
      "zip-code-valid": "Enter mailing address zip code in the correct format, such as 12345 or 12345-6789"
    },
    "home": {
      "address-required": "Enter home address, typically number and street",
      "characters-valid": "Only letters, numbers and the following characters are accepted: apostrophe ('), comma (,), period (.), hyphen (-) and bracket ()",
      "city-required": "Enter a city or town for your home address",
      "country-required": "Select a country for your home address",
      "invalid-postal-zip-code-for-country": "A Canadian postal code in the home address was entered but Canada was not selected as the country. Please select Canada, and the proper province, or change the postal code",
      "invalid-postal-zip-code-for-province": "The postal code does not match the province or territory you selected",
      "postal-zip-code-required": "Enter postal code or zip code for your home address",
      "postal-zip-code-valid": "Enter home address postal code in the correct format, such as A1A 1A1",
      "province-state-required": "Select a province, territory, state or region for your home address",
      "zip-code-valid": "Enter home address zip code in the correct format, such as 12345 or 12345-6789"
    }
  }
}
