{
  "part1": {
    "page-title": "Voluntary demographic and oral health questions part 1 of 2",
    "paragraph1": "Answering the following questions will not impact your application in the CDCP. Providing a response to the questions below is voluntary. Your input, will help Health Canada evaluate and improve the Canadian Dental Care Plan, including understanding if there are potential access or inequity issues. ",
    "paragraph2": "All responses have an option of “prefer not to answer”. All responses are kept confidential and are only used for program monitoring, evaluation and reporting purposes.",

    "question1": "1. Where were you born?",

    "question4": "4. Do you identify as a person with a disability?",
    "question4-note": "A person with a disability is a person who has a long-term difficulty or  condition, such as vision, hearing, mobility, flexibility, dexterity, pain, learning, developmental, memory or mental health-related impairments, that limit their daily activities inside or outside the home such as at school, work, or in the community in general.",

    "button-back": "Back",
    "button-continue": "Continue"
  },
  "part2": {
    "page-title": "Voluntary demographic and oral health questions part 2 of 2",
    "question-gender": "5. What is your gender? Gender refers to current gender which may be different from sex assigned at birth and may be different from what is indicated on legal documents.",
    "question-gender-other-specify": "Specify",
    "question-mouth-pain": "6. In the past 12 months, how often have you had any persistent or on-going mouth pain? Mouth pain includes pain in teeth, gums, tongue, jaw, jaw joints.",
    "question-last-dental-visit": "7. When was the last time you saw a dentist, denturist, dental hygienist or any other dental specialist? Services may have been provided in any setting where the oral health professional is licensed to practice",
    "question-avoided-dental-cost": "8. In the past 12 months, have you avoided going to a dental professional for dental care due to the cost of care?",

    "button-back": "Back",
    "button-continue": "Continue",

    "error-message": {
      "empty-radio": "Please select a value",
      "empty-field": "Please enter a value"
    }
  },

  "optional-demographic-oral-health-questions": {
    "page-title": "Voluntary demographic and oral health questions",
    "paragraph2": "Your answers will be used by Health Canada for programme design and monitoring purposes. All responses will be kept confidential.",
    "paragraph1": "<strong>These questions are voluntary.</strong> Answering them does not affect your eligibility for the Canadian Dental Care Plan. All questions have an option of 'prefer not to answer'.",
    "answer-button": "Answer voluntary questions",
    "skip-button": "Continue"
  }
}
